{"Facility_Name": "Vogtle Electric Generating Plant", "Unit": "Unit 3", "Title": "Manual Actuation of Reactor Protection System During Mode 3 Due to an Inadequate Procedure Step", "Event_Date": "01-14-2023", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "0252023001R00", "text": "EVENT DESCRIPTION On January 14, 2023, at 0721 EST with Vogtle Electric Generating Plant (VEGP) Unit 3 in Mode 3 at 0 percent power, the Reactor Protection System (RPS) [EIIS: JC] was manually actuated. A gland steam system [EIIS: TC] pressure transient occurred during pre-criticality testing. Operators responded in accordance with the applicable Abnormal Operating Procedure (AOP) 3-AOP-202, \"Condensate System Malfunctions,\" which required initiation of a manual reactor trip. There were no structures, systems or components that were out of service at the beginning of the event that contributed to the event. This event is reportable under 10 CFR 50.73(a)(2)(iv)(A) as a condition that resulted in manual actuation of the RPS. EVENT CAUSE ANALYSIS The cause of this event was determined to be an inadequate procedure step. The procedure 3-AOP-202 required a manual actuation of the RPS, when responding to low gland steam pressure, without first checking status of the reactor trip breakers. Since the reactor trip breakers were already open, the procedurally directed reactor trip was an unnecessary RPS actuation. REPORTABILITY AND SAFETY ASSESSMENT This event is reportable pursuant to 10 CFR 50.73(a)(2)(iv)(A) due to manual actuation of the RPS. There were no safety consequences due to this event. When the reactor was manually tripped, the reactor trip breakers were already in an open state, there was no irradiated fuel in the core, and there was no decay heat present. VEGP Units 1, 2, and 4 were unaffected by this event. CORRECTIVE ACTIONS Procedure 3-AOP-202, \"Condensate System Malfunctions,\" was revised to require checking reactor trip breakers are not open prior to manually tripping the reactor when responding to gland steam pressure below the AOP's established limit. PREVIOUS SIMILAR EVENTS None", "Extractions": [{"extraction_class": "Condition", "extraction_text": "low gland steam pressure", "attributes": {"trigger": "manual actuation"}, "char_interval": {"start_pos": 912, "end_pos": 936}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Abnormal Operating Procedure (AOP) 3-AOP-202, \"Condensate System Malfunctions,\"", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 349, "end_pos": 428}}, {"extraction_class": "Human_Action", "extraction_text": "initiation of a manual reactor trip", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 444, "end_pos": 479}}, {"extraction_class": "Outcome", "extraction_text": "manual actuation of the RPS", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 704, "end_pos": 731}}, {"extraction_class": "Cause", "extraction_text": "an inadequate procedure step", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 799, "end_pos": 827}}, {"extraction_class": "Condition", "extraction_text": "gland steam pressure below the AOP's established limit", "attributes": {"trigger": "manual actuation of the RPS"}, "char_interval": {"start_pos": 1738, "end_pos": 1792}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Procedure 3-AOP-202, \"Condensate System Malfunctions,\"", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 1558, "end_pos": 1612}}, {"extraction_class": "Human_Action", "extraction_text": "manual actuation of the RPS", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1228, "end_pos": 1255}}, {"extraction_class": "Outcome", "extraction_text": "the procedurally directed reactor trip was an unnecessary RPS actuation", "attributes": {"consequence": "unnecessary"}, "char_interval": {"start_pos": 1049, "end_pos": 1120}}, {"extraction_class": "Cause", "extraction_text": "to require checking reactor trip breakers are not open prior to manually tripping the reactor", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 1192, "end_pos": 1194}}, {"extraction_class": "Corrective_Action", "extraction_text": "Procedure 3-AOP-202, \"Condensate System Malfunctions,\" was revised to require checking reactor trip breakers are not open prior to manually tripping the reactor when responding to gland steam pressure below the AOP's established limit.", "attributes": {"action_type": "revision"}, "char_interval": {"start_pos": 1558, "end_pos": 1793}}]}
{"Facility_Name": "Vogtle Electric Generating Plant", "Unit": "Unit 3", "Title": "Automatic Reactor Protection System Actuation During Startup Testing Due to Incorrect Turbine Control Valve Setting", "Event_Date": "04-10-2023", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "0252023003R00", "text": "EVENT DESCRIPTION On April 10, 2023, at 0048 EDT with the Vogtle Electric Generating Plant (VEGP) Unit 3 in Mode 1 at 18 percent power, the Reactor Protection System (RPS) [EllS: JC] was automatically actuated during main generator system [EIIS: EL] startup testing. While performing procedure 3-ZAS-MEM-002, \"Main Generator Initial Synchronization Testing,\" with the main generator connected to the offsite power grid and supplying approximately 65 Megawatts (MW), the switchyard breakers [EIIS: FK / BKR] ZBS-161750 and ZBS-161850 were opened to disconnect the main generator from the offsite power grid and place the generator into island mode (supplying unit auxiliary loads). Shortly after placing the main generator in island mode, the turbine control system [EIIS: JJ] was not able to automatically maintain speed at the required 1800 rpm. This caused a reduction of speed and output voltage from the main generator, which resulted in a reduction in the speed of the Reactor Coolant Pumps [EIIS: AB / P]. This caused reduction in the reactor coolant flowrate, which resulted in the automatic RPS actuation. There were no structures, systems, or components that were inoperable at the beginning of the event that contributed to the event. This event is reportable under 10 CFR 50.73(a)(2)(iv)(A) as a condition that resulted in automatic actuation of the RPS. EVENT ANALYSIS The cause of this event was an incorrect turbine control valve setting, which was not identified through oversight of legacy design. The turbine control valve high limit setting was not set to maintain house loads during island mode operation. The turbine control valve high limit setting was set at 7 percent, which was a default value for turbine speed control and was not sufficient to support island mode operation. The software was changed to increase the high limit setting from 7 to 25 percent to support island mode operation. SAFETY ASSESSMENT There were no safety consequences due to this event because the automatic actuation function of the RPS maintained the plant in a safe condition. The operators responded timely following the reactor trip by ensuring plant stability and decay heat was removed by steam generator power operated relief valves [EIIS: SB / PCV]. All safety systems functioned as expected as a result of the event. There were no equipment failures that contributed to the event. VEGP Units 1, 2, and 4 were unaffected by this event. CORRECTIVE ACTIONS The turbine control valve setting was corrected by a software design change to increase the setting from 7 to 25 percent. PREVIOUS SIMILAR EVENTS None", "Extractions": [{"extraction_class": "Condition", "extraction_text": "the turbine control system was not able to automatically maintain speed at the required 1800 rpm", "attributes": {"trigger": "automatic RPS actuation"}, "char_interval": {"start_pos": 738, "end_pos": 845}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "3-ZAS-MEM-002, \"Main Generator Initial Synchronization Testing,\"", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 294, "end_pos": 358}}, {"extraction_class": "Human_Action", "extraction_text": "opened the switchyard breakers ZBS-161750 and ZBS-161850 to disconnect the main generator from the offsite power grid and place the generator into island mode", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 466, "end_pos": 646}}, {"extraction_class": "Outcome", "extraction_text": "the Reactor Protection System (RPS) was automatically actuated", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 136, "end_pos": 209}}, {"extraction_class": "Cause", "extraction_text": "turbine control system was not able to automatically maintain speed", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 742, "end_pos": 764}}, {"extraction_class": "Condition", "extraction_text": "reduction in the reactor coolant flowrate", "attributes": {"trigger": "automatic RPS actuation"}, "char_interval": {"start_pos": 1024, "end_pos": 1065}}, {"extraction_class": "Outcome", "extraction_text": "automatic RPS actuation", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 1089, "end_pos": 1112}}, {"extraction_class": "Cause", "extraction_text": "an incorrect turbine control valve setting, which was not identified through oversight of legacy design", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1409, "end_pos": 1512}}, {"extraction_class": "Condition", "extraction_text": "reduction in the reactor coolant flowrate during main generator startup testing and island mode", "attributes": {"trigger": "automatic RPS actuation"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "3-ZAS-MEM-002, \"Main Generator Initial Synchronization Testing\"", "attributes": {"status": "performed"}, "char_interval": null}, {"extraction_class": "Human_Action", "extraction_text": "opened switchyard breakers ZBS-161750 and ZBS-161850 to place the generator into island mode", "attributes": {"adherence": "followed"}, "char_interval": null}, {"extraction_class": "Outcome", "extraction_text": "the Reactor Protection System was automatically actuated", "attributes": {"consequence": "reactor trip"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "incorrect turbine control valve logic setting which resulted in inadequate turbine speed and generator voltage", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "software was changed to increase the high limit setting from 7 to 25 percent to support island mode operation", "attributes": {"action_type": "software change"}, "char_interval": {"start_pos": 1805, "end_pos": 1914}}]}
{"Facility_Name": "R.E. Ginna Nuclear Power Plant", "Unit": "Unit 1", "Title": "Valid Auxiliary Feedwater System Actuation on Lowered Steam Generator Level due to Failure to Control Main Feed Water Flow and Delay in Closing Main Steam Isolation Valves", "Event_Date": "10-04-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "2442021002R00", "text": "I.P RE-EVENT PLANT CONDITIONS At the time of the event, the plant was in MODE 3 following a planned manual reactor trip during a plant shutdown. II. DESCRIPTION OF EVENT A. EVENT On 10/4/21 during a shutdown for the 2021 Refueling Outage, following the planned reactor trip, Reactor Coolant Average Temperature (Tavg) lowered due to overfeeding the 'B' Steam Generator (S/G). To maintain Tavg, feed to the S/Gs was minimized. During the cooldown, 'A' S/G lowered and resulted in an unplanned entry into LCO 3.4.5, Reactor Coolant System (RCS) Loops - MODES 1, </=8.5% rated thermal power (RTP), 2, and 3. As S/G Level lowered, a valid Auxiliary Feedwater (AFW) actuation signal was generated. The 'A' Train AFW System was already in service and aligned when the actuation signal was generated. No equipment position changes were noted as a result of the actuation, which is the expected response for the given plant conditions. Prior to the reactor trip, the 'B' Feedwater Regulating Valve (FRV) Bypass Valve was placed in manual. Following the reactor trip, the 'B' FRV Bypass Valve did not close. When in manual, FRVs and FRV Bypass Valves will not automatically close on a reactor trip. ‘B’ S/G level rose to a maximum of 63% over 8 minutes prior to the FRV Bypass Valve being manually closed by Operators. Feedwater was secured to the S/Gs; however, Tavg lowered and stabilized at approximately 535 degrees. During this time the ‘B’ Main Feedwater Pump was secured so AFW flow could be established and was subsequently minimized to reduce the cooldown effects on Tavg. ‘A’ S/G level lowered to 6% and the Main Steam Isolation Valves (MSIVs) were closed to limit secondary side steam flows and raise Tavg. After closing the MSIVs, Tavg stabilized at approximately 547 degrees and ‘A’ S/G level was restored to approximately 52%. B. INOPERABLE STRUCTURES, COMPONENTS, OR SYSTEMS THAT CONTRIBUTED TO THE EVENT: None", "Extractions": [{"extraction_class": "Condition", "extraction_text": "Reactor Coolant Average Temperature (Tavg) lowered due to overfeeding the 'B' Steam Generator (S/G)", "attributes": {"trigger": "AFW actuation"}, "char_interval": {"start_pos": 275, "end_pos": 373}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "LCO 3.4.5, Reactor Coolant System (RCS) Loops - MODES 1, </=8.5% rated thermal power (RTP), 2, and 3", "attributes": {"status": "entered"}, "char_interval": {"start_pos": 503, "end_pos": 603}}, {"extraction_class": "Human_Action", "extraction_text": "feed to the S/Gs was minimized", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 394, "end_pos": 424}}, {"extraction_class": "Outcome", "extraction_text": "a valid Auxiliary Feedwater (AFW) actuation signal was generated", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 627, "end_pos": 691}}, {"extraction_class": "Cause", "extraction_text": "overfeeding the 'B' Steam Generator (S/G)", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 333, "end_pos": 542}}, {"extraction_class": "Condition", "extraction_text": "the 'B' FRV Bypass Valve did not close", "attributes": {"trigger": "following the reactor trip"}, "char_interval": {"start_pos": 937, "end_pos": 940}}, {"extraction_class": "Human_Action", "extraction_text": "the 'B' Feedwater Regulating Valve (FRV) Bypass Valve was placed in manual", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 955, "end_pos": 1029}}, {"extraction_class": "Outcome", "extraction_text": "‘B’ S/G level rose to a maximum of 63% over 8 minutes", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1190, "end_pos": 1243}}, {"extraction_class": "Outcome", "extraction_text": "Tavg lowered and stabilized at approximately 535 degrees", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1354, "end_pos": 1410}}, {"extraction_class": "Outcome", "extraction_text": "‘A’ S/G level lowered to 6%", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1573, "end_pos": 1600}}, {"extraction_class": "Cause", "extraction_text": "the 'B' Feedwater Regulating Valve (FRV) Bypass Valve was placed in manual", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 1605, "end_pos": 1608}}]}
{"Facility_Name": "R.E. Ginna Nuclear Power Plant", "Unit": "Unit 1", "Title": "Vital Bus 17 failed to load onto Emergency Diesel Generator B during Load / Safeguard Sequence Testing; corroded breaker shunt trip attachment plunger found which indicated an earlier violation of Technical Specifications 3.8.1.", "Event_Date": "04-11-2023", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(D)", "ler": "2442023001R00", "text": "I.P RE-EVENT PLANT CONDITIONS At the time the condition was identified, the plant was in MODE 5 at 0% rated thermal power. II. DESCRIPTION OF EVENT A. EVENT On 4/11/2023, the station was in Mode 5 (Cold Shutdown) for a refueling outage. During the performance of Train B surveillance STP-O-R-2.2-TR-B, Diesel Generator Load and Safeguard Sequence Test, Bus 17 did not load onto Emergency Diesel Generator (EDG) B following a Safety Injection (SI) signal. Main Control Board (MCB) alarms L-15 (Bus 17 Under Voltage Safeguards) and L-13 (Safeguard Bus D/G Breaker Overcurrent Trip) were received. The alarm switch for breaker 52/EG1B2 was found actuated but with no Amptector targets indicated. A recorder set up during the test showed that the breaker tripped free (closed and then immediately reopened). With the breaker racked out, inspection of the STA moving core identified that the plunger was entirely coated in surface rust, was not fully reset from the previous trip of the breaker, and was preventing future breaker closure, thus causing it to be inoperable. Upon identification of the STA moving core rust, the breaker was immediately replaced with a spare breaker of the same type and model. Following a successful test, system operability was restored. Only one EDG is required in MODE 5 per Technical Specification 3.8.2; thus, there was no immediate consequence to plant operation. Two EDGs are required to supply SI loads during a Design Basis Accident (DBA) in MODES 1-4 based on Technical Specification (TS) 3.8.1. B. INOPERABLE STRUCTURES, COMPONENTS, OR SYSTEMS THAT CONTRIBUTED TO THE EVENT: No other Systems, Structures, or Components (SSCs) were inoperable at the start of the event and contributed to the event.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "Bus 17 did not load onto Emergency Diesel Generator (EDG) B following a Safety Injection (SI) signal", "attributes": {"trigger": "SI signal; breaker tripped free"}, "char_interval": {"start_pos": 353, "end_pos": 453}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Train B surveillance STP-O-R-2.2-TR-B, Diesel Generator Load and Safeguard Sequence Test", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 263, "end_pos": 351}}, {"extraction_class": "Human_Action", "extraction_text": "performance of Train B surveillance STP-O-R-2.2-TR-B", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 248, "end_pos": 300}}, {"extraction_class": "Outcome", "extraction_text": "Bus 17 did not load onto Emergency Diesel Generator (EDG) B", "attributes": {"consequence": "failure to load"}, "char_interval": {"start_pos": 353, "end_pos": 412}}, {"extraction_class": "Cause", "extraction_text": "equipment malfunction", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "the plunger was entirely coated in surface rust, was not fully reset from the previous trip of the breaker, and was preventing future breaker closure, thus causing it to be inoperable", "attributes": {"trigger": "inoperable breaker"}, "char_interval": {"start_pos": 883, "end_pos": 1066}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification 3.8.2", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1304, "end_pos": 1333}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification (TS) 3.8.1", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1496, "end_pos": 1530}}, {"extraction_class": "Human_Action", "extraction_text": "inspection of the STA moving core", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 833, "end_pos": 866}}, {"extraction_class": "Human_Action", "extraction_text": "the breaker was immediately replaced with a spare breaker of the same type and model", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1117, "end_pos": 1201}}, {"extraction_class": "Outcome", "extraction_text": "system operability was restored", "attributes": {"consequence": "restored performance"}, "char_interval": {"start_pos": 1232, "end_pos": 1263}}, {"extraction_class": "Outcome", "extraction_text": "no immediate consequence to plant operation", "attributes": {"consequence": "no immediate consequence"}, "char_interval": {"start_pos": 1351, "end_pos": 1394}}, {"extraction_class": "Cause", "extraction_text": "the plunger was entirely coated in surface rust, was not fully reset from the previous trip of the breaker", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 883, "end_pos": 989}}, {"extraction_class": "Corrective_Action", "extraction_text": "the breaker was immediately replaced with a spare breaker of the same type and model", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 1117, "end_pos": 1201}}]}
{"Facility_Name": "Turkey Point", "Unit": "Unit 3", "Title": "Automatic Reactor Trip due to Reactor Trip Breaker Cell Switch Malfunction", "Event_Date": "03-01-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "2502021001R00", "text": "EVENT DESCRIPTION On 3/1/21 at 11:08 hours, Turkey Point Unit 3 experienced an unplanned reactor trip from 100% power. Restoration from a regularly scheduled test of the RPS was in progress when the reactor trip occurred. In response to the reactor trip, the AFW system [BA] automatically initiated to maintain Steam Generator [SG] levels stable within normal post-trip bands, which is expected following a reactor trip from a higher power level. Restoration steps in the 3B Reactor Protection System Logic Test (procedure 3-SMI-049.02B), were being followed at the time of the reactor trip. The test is scheduled every quarter to meet the Technical Specification Surveillance Requirements of TS 4.3.1, Table 4.3-1, Functional Unit 20. The surveillance procedure aligns the RPS in a train-specific test configuration that utilizes the A-Train or B-Train Reactor Trip Bypass Breaker (BYA or BYB) [AA, BKR] and checks that the normal Reactor Trip Beaker (RTA or RTB) [AA, BKR] actuates in response to several trip logic inputs. During restoration of the B-Train test, with the RTB closed, the reactor trip occurred when the BYB was tripped open for restoration. All equipment required for the immediate reactor trip response functioned properly. However, CV-3-2830, 3D Steam Dump to Condenser (SDTC) [SB, V], was slow to respond after the valve was demanded closed. This increased the Reactor Coolant System (RCS) cooldown rate, lowering Pressurizer level and automatically isolating RCS letdown. The Reactor Operator took manual control of the Pressurizer level function and restored letdown as directed by procedure. SDTC position and Pressurizer level are not referenced during Immediate Operator Actions (IOAs) and did not complicate the response to the reactor trip. Corrective actions were taken to resolve the deficiencies associated with the RTB and CV-3-2830 prior to returning Unit 3 to service. CAUSE Reactor Trip and Bypass breaker cubicle cell switches provide logic inputs to the turbine trip primary and backup relays. The SOE report revealed that the reactor trip signal was initiated by turbine trip logic. The most likely cause identified by the Engineering team was that following the RPS surveillance, with the RTB racked in, a RTB cell switch was incorrectly providing racked-out position logic input to the backup turbine trip relay. When the BYB was tripped open during restoration, the logic to actuate the backup turbine trip relay was completed, tripping the turbine and initiating Train-A and Train-B reactor trip signals. The Westinghouse DB-50 Reactor Trip and Bypass breakers utilize cell switch contacts located inside the breaker cubicles that provide open position logic to the turbine trip relays if the breaker is racked out. Failure analysis performed jointly between FPL Engineering and Westinghouse revealed that the most likely cause of the incorrect RTB position logic was failure of the cell switch contact. Graphite grease used for lubrication was found accumulated and hardened, creating an electrical tracking path for the incorrect logic signal. A review of the FPL preventive maintenance procedure showed that steps to clean and reapply grease on the switch contacts is condition-based rather than prescriptive. The sluggish performance of CV-3-2830 was caused by an instrument air leak from its modulating solenoid, SV-3-1440 [SB, SSV].", "Extractions": [{"extraction_class": "Condition", "extraction_text": "Restoration from a regularly scheduled test of the RPS was in progress when the reactor trip occurred", "attributes": {"trigger": "reactor trip"}, "char_interval": {"start_pos": 119, "end_pos": 220}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "3B Reactor Protection System Logic Test (procedure 3-SMI-049.02B)", "attributes": {"status": "performed to meet surveillance requirements"}, "char_interval": {"start_pos": 468, "end_pos": 536}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification Surveillance Requirements of TS 4.3.1, Table 4.3-1, Functional Unit 20", "attributes": {"status": "met"}, "char_interval": {"start_pos": 640, "end_pos": 734}}, {"extraction_class": "Human_Action", "extraction_text": "Restoration steps in the 3B Reactor Protection System Logic Test (procedure 3-SMI-049.02B), were being followed", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 447, "end_pos": 558}}, {"extraction_class": "Outcome", "extraction_text": "unplanned reactor trip from 100% power", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 79, "end_pos": 117}}, {"extraction_class": "Outcome", "extraction_text": "the AFW system automatically initiated", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 562, "end_pos": 565}}, {"extraction_class": "Cause", "extraction_text": "unplanned reactor trip during restoration from a regularly scheduled test of the RPS", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 79, "end_pos": 173}}, {"extraction_class": "Condition", "extraction_text": "the reactor trip occurred when the BYB was tripped open for restoration", "attributes": {"trigger": "reactor trip"}, "char_interval": {"start_pos": 1087, "end_pos": 1158}}, {"extraction_class": "Condition", "extraction_text": "CV-3-2830, 3D Steam Dump to Condenser (SDTC) [SB, V], was slow to respond", "attributes": {"trigger": "valve was demanded closed"}, "char_interval": {"start_pos": 1253, "end_pos": 1326}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "The surveillance procedure", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 1333, "end_pos": 1336}}, {"extraction_class": "Human_Action", "extraction_text": "The Reactor Operator took manual control of the Pressurizer level function and restored letdown as directed by procedure", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1495, "end_pos": 1615}}, {"extraction_class": "Outcome", "extraction_text": "the reactor trip occurred", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 1087, "end_pos": 1112}}, {"extraction_class": "Outcome", "extraction_text": "increased the Reactor Coolant System (RCS) cooldown rate, lowering Pressurizer level and automatically isolating RCS letdown", "attributes": {"consequence": "increased cooldown rate; lowered Pressurizer level; isolated RCS letdown"}, "char_interval": {"start_pos": 1369, "end_pos": 1493}}, {"extraction_class": "Cause", "extraction_text": "B-train Reactor Trip Breaker cubicle cell switch malfunction and incorrect RTB position logic due to cell switch contact failure", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "breaker and cell switch replaced; deficiencies with RTB and CV-3-2830 resolved prior to returning to service", "attributes": {"action_type": "component replacement"}, "char_interval": null}, {"extraction_class": "Human_Action", "extraction_text": "the BYB was tripped open during restoration", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2359, "end_pos": 2402}}, {"extraction_class": "Outcome", "extraction_text": "tripping the turbine and initiating Train-A and Train-B reactor trip signals", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 2470, "end_pos": 2546}}, {"extraction_class": "Cause", "extraction_text": "a RTB cell switch was incorrectly providing racked-out position logic input to the backup turbine trip relay", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2244, "end_pos": 2352}}, {"extraction_class": "Corrective_Action", "extraction_text": "Corrective actions were taken to resolve the deficiencies associated with the RTB and CV-3-2830", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 1770, "end_pos": 1865}}, {"extraction_class": "Cause", "extraction_text": "failure of the cell switch contact. Graphite grease used for lubrication was found accumulated and hardened, creating an electrical tracking path for the incorrect logic signal.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2911, "end_pos": 3088}}]}
{"Facility_Name": "Turkey Point", "Unit": "Unit 3", "Title": "Auxiliary Feedwater Actuation due to Feedwater Isolation During Plant Shutdown", "Event_Date": "10-09-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "2502021003R00", "text": "EVENT DESCRIPTION On 10/9/21, while Unit 3 was in Mode 3 during a planned shutdown to commence the Cycle 32 refueling outage, with the 3B Steam Generator Feedwater Pump (SGFP) [SJ, P] in service, high level in the 3A Steam Generator (S/G) [SJ, SG] caused a feedwater isolation signal that tripped the 3B SGFP. The AFW [BA] system automatically actuated as designed in response to the trip of the last running SGFP. Since Unit 3 was in Mode 3 and reactor subcritical, feedwater supply to the S/Gs was aligned through the bypass feedwater flow control valves [SJ, FCV], with the 3B SGFP in operation. The 3A S/G main feedwater regulating valve FCV-3-478 [SJ, FCV] and the upstream motor-operated isolation valve MOV-3-1407 [SJ, 20] were fully closed. The bypass flow control valves were maintained in manual control as directed by the operating procedure. In response to a gradually increasing level trend in the 3A S/G that was initially identified at approximately 02:40am, adjustments were made to the 3A feedwater bypass flow control valve FCV-3-479 to reduce feedwater flow to the 3A S/G. By 02:50am, the feedwater bypass flow control valve was fully closed and feedwater flow and 3A S/G level continued to increase. At 02:54am the feedwater bypass isolation valve POV-3-477 [SJ, ISV] was fully closed to ensure that 3A S/G feedwater flow was positively secured through the bypass line. Feedwater flow and 3A S/G level continued to increase. At 02:56am level in the 3A S/G reached 80% narrow range, initiating a feedwater isolation signal that tripped the 3B SGFP. AFW automatically actuated in response to the trip of the last running SGFP. All systems responded as designed to the elevated level condition in the 3A S/G. The AFW system was subsequently secured and plant cooldown was continued in accordance with operating procedures. CAUSE The cause of the increasing level trend in the 3A S/G was seat leakage past the 3A S/G main feedwater regulating valve FCV-3-478 and upstream isolation valve MOV-3-1407. FCV-3-478 was overhauled. The plug, seat adapter, and seals were found degraded, consistent with extended service wear. The normal overhaul PM frequency for the feedwater regulating valves is every 4 refueling outages; however, the frequency for FCV-3-478 had been one-time extended to a 5th outage the previous cycle. The remaining feedwater regulating valves have remained on a 4-outage overhaul PM frequency. To support its primary function of feedwater isolation (no SGFP in operation), MOV-3-1407 closing torque is set up for condensate pump discharge pressure, which yields a significantly lower differential pressure across the valve seat than SGFP discharge pressure. This can result in the seating surface being less than fully sealed during normal Mode 3 operation when a SGFP is in service. Thus, seat leakage past MOV-3-1407 is expected given the deficiencies identified with FCV-3-478. SAFETY SIGNIFICANCE This safety significance of this event was low. All systems and equipment operated as designed in response to high level in the 3A S/G. Reactor Coolant System cooldown remained within procedural limits.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "high level in the 3A Steam Generator (S/G) [SJ, SG] caused a feedwater isolation signal that tripped the 3B SGFP", "attributes": {"trigger": "feedwater isolation; last running SGFP trip"}, "char_interval": {"start_pos": 196, "end_pos": 308}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "operating procedure", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 833, "end_pos": 852}}, {"extraction_class": "Human_Action", "extraction_text": "The bypass flow control valves were maintained in manual control as directed by the operating procedure", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 749, "end_pos": 852}}, {"extraction_class": "Outcome", "extraction_text": "The AFW [BA] system automatically actuated as designed in response to the trip of the last running SGFP", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 310, "end_pos": 413}}, {"extraction_class": "Cause", "extraction_text": "seat leakage past FCV-3-478 and MOV-3-1407", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 642, "end_pos": 720}}, {"extraction_class": "Condition", "extraction_text": "gradually increasing level trend in the 3A S/G", "attributes": {"trigger": "feedwater isolation signal; SGFP trip; AFW actuation"}, "char_interval": {"start_pos": 871, "end_pos": 917}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "operating procedures", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 1818, "end_pos": 1838}}, {"extraction_class": "Human_Action", "extraction_text": "adjustments were made to the 3A feedwater bypass flow control valve FCV-3-479 to reduce feedwater flow to the 3A S/G", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 974, "end_pos": 1090}}, {"extraction_class": "Human_Action", "extraction_text": "the feedwater bypass isolation valve POV-3-477 [SJ, ISV] was fully closed", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1231, "end_pos": 1304}}, {"extraction_class": "Outcome", "extraction_text": "level in the 3A S/G reached 80% narrow range, initiating a feedwater isolation signal that tripped the 3B SGFP. AFW automatically actuated", "attributes": {"consequence": "feedwater isolation; SGFP trip; AFW actuation"}, "char_interval": {"start_pos": 1456, "end_pos": 1594}}, {"extraction_class": "Cause", "extraction_text": "equipment degradation", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "seat leakage past the 3A S/G main feedwater regulating valve FCV-3-478 and upstream isolation valve MOV-3-1407", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1904, "end_pos": 2014}}, {"extraction_class": "Outcome", "extraction_text": "This safety significance of this event was low.", "attributes": {"consequence": "low safety significance"}, "char_interval": {"start_pos": 2935, "end_pos": 2982}}, {"extraction_class": "Outcome", "extraction_text": "All systems and equipment operated as designed in response to high level in the 3A S/G. Reactor Coolant System cooldown remained within procedural limits.", "attributes": {"consequence": "as designed"}, "char_interval": {"start_pos": 2983, "end_pos": 3137}}, {"extraction_class": "Cause", "extraction_text": "seat leakage past MOV-3-1407 is expected given the deficiencies identified with FCV-3-478", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2824, "end_pos": 2913}}]}
{"Facility_Name": "Surry Power Station", "Unit": "Unit 1", "Title": "Failure of Two Intake Canal Level Probes Due to Biofouling", "Event_Date": "03-22-2022", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(vii)", "ler": "2802022001R00", "text": "Plant Operating Conditions Prior to the Event Both units operating at 100% 1.0 Description of Event The non-essential Service Water (SW) automatic isolation function [EMS: JE, KG] ensures adequate intake canal inventory can be maintained by the emergency service water pumps [EllS: BI, P] following a design basis loss of coolant accident (LOCA) with a coincident loss of offsite power (LOOP). This function is designed to actuate when any three of the four intake canal level probes [EIIS: JE, LE] sense water level drop from the normal 28-foot level past a fixed level point of 23.5 feet. The probes are required to actuate in 55 seconds or less to ensure that the automatic logic initiates prior to the intake canal level dropping to 23 feet under all design basis scenarios. The 23-foot level is the initial condition used in the accident analyses. The four (4) intake canal level probes are routinely cleaned and inspected from April to October. This is based on the typical period that the colonial hydroids grow in the service water system, plus some buffer time on either side of that time range. Typically, the probes are found clean during the April and May cleanings and found clean in the September and October cleanings. Although there is some variance from year to year, in general, this cleaning period has worked best for the discovery and removal of colonial hydroids. On 3/22/2022, the 18-month channel 1 and channel 4 [EMS: JE, CHA] intake canal level probe calibrations were both scheduled. They were scheduled and performed sequentially. Both probes had been installed approximately 18 months earlier (channel 1 on 7/10/2020 and channel 4 on 7/15/2020). The channel 1 probe was tested first and produced an as found response time of 106 seconds. This was greater than the 55 second acceptance criteria. The probe was inspected and cleaned per the calibration procedure. Minimal fouling was noted (recorded as 0%-5% and hydroid-free). The actuation settings were checked per the calibration procedure. No adjustments were made, and no problems were found. The probe was retested in accordance with the calibration procedure and produced a satisfactory response time of 38 seconds. Following this completed calibration, the channel 4 probe was tested, with an as-found response time of 119 seconds. The probe was inspected and cleaned per the calibration procedure. Minimal fouling was noted (also recorded as 0%-5% and hydroid-free). The actuation settings were checked per the calibration procedure. No adjustments were made, and no problems were found. The probe was retested in accordance with the procedure and had a satisfactory response time of 53 seconds. Since a satisfactory response time was obtained on each probe with no actions performed, other than the cleaning, it was concluded that the slow time response on each probe was due to the common cause of biofouling. Since biofouling is a phenomenon that requires a period of a few days to become established, it is likely that the biofouling existed on both probes for a period exceeding 72 hours prior to the test.", "Extractions": []}
{"Facility_Name": "Prairie Island Nuclear Generating Plant", "Unit": "Unit 1", "Title": "12 Diesel Driven Cooling Water Pump Auto Start Due to Low System Pressure", "Event_Date": "01-26-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "2822021001R00", "text": "EVENT DESCRIPTION On January 26, 2021, the Prairie Island Nuclear Generating Plant (PINGP), Units 1 and Unit 2, were both in Mode 1 (Power Operation) at 100 percent power. The total Cooling Water (CL) system operating flow rates were in the range that operation of only one CL pump was desired. Non-safety related train B 21 CL Pump was supporting all the CL system loads for both trains of CL while the train B 22 Diesel Driven Cooling Water Pump (DDCLP) was out of service for maintenance and the 121 Motor Driven Cooling Water Pump (MDCLP) was aligned as the train B replacement safety- related pump. At 1044 CST, the train A 12 DDCLP auto started on a sensed low header pressure following the isolation of 22 Cooling Water Strainer for maintenance and subsequent auto initiation of backwash of the other Cooling Water Strainers which reduced system pressure slightly. The 12 DDCLP is designed to start automatically if the CL discharge header pressure drops to 75 pounds per square inch gauge (psig) for 15 seconds. This event is reportable under 10CFR 50.73(a)(2)(iv)(A) due to a valid Emergency Service Water system actuation per NUREG 1022, Revision 3. EVENT ANALYSIS The 12 DDCLP is a part of the PINGP CL System (EIIS CODE: BI). The CL system is a ring header which is shared by Units 1 and 2 that provides a heat sink for the removal of process and operational heat from safety-related components during a design basis accident or transient. During normal and shutdown operation, the CL system also provides this function for various safety-related and non-safety related components. The CL system consists of a common CL pump discharge header for five CL pumps: two non-safety related pumps, two safety related DDCLPs, and 121 MDCLP that can be aligned as replacement for either DDCLP by realigning its power supply and administratively disabling the CL pump discharge header valves to direct flow to the appropriate train. With 121 MDCLP replacing 22 DDCLP on train B, the operating 21 CL pump supplied the ring header via train B and back fed to train A, creating a lower pressure at the discharge of 12 DDCLP than what is indicated in the control room. The isolation of 22 Cooling Water Strainer and subsequent auto backwash of the other Cooling Water strainers further reduced pressure to the 12 DDCLP auto start setpoint. ASSESSMENT OF SAFETY CONSEQUENCES The auto start of 12 DDCLP did not challenge nuclear safety as all plant systems responded as designed. This event does not represent a safety system functional failure for Unit 1 or Unit 2. There were no radiological, environmental, or industrial impacts associated with this event. The health and safety of the public and site personnel were not impacted during this event. CAUSE OF THE EVENT The direct cause of this event was low pressure at the discharge of 12 DDCLP due to the isolation of the Cooling Water Strainer while 22 DDCLP was isolated during low CL system flow conditions. CORRECTIVE ACTIONS Operations restored CL system pressure by returning 22 CL Strainer to service, securing 12 DDCLP, and operating 11 CL pump through the duration of the 22 DDCLP maintenance. Procedure updates to perform mitigating actions while performing DDCLP and Cooling Water Strainer maintenance is a planned corrective action. PREVIOUS SIMILAR EVENTS No previous similar events have occurred at PINGP in the prior 3 years.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "low header pressure on the Cooling Water (CL) system", "attributes": {"trigger": "12 DDCLP auto start"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "operating/maintenance procedures for CL strainers and DDCLP", "attributes": {"status": "performed"}, "char_interval": null}, {"extraction_class": "Human_Action", "extraction_text": "isolation of 22 Cooling Water Strainer for maintenance and subsequent auto initiation of backwash of the other Cooling Water Strainers", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 697, "end_pos": 831}}, {"extraction_class": "Outcome", "extraction_text": "the train A 12 DDCLP auto started on a sensed low header pressure", "attributes": {"consequence": "ESW actuation (valid)"}, "char_interval": {"start_pos": 617, "end_pos": 682}}, {"extraction_class": "Cause", "extraction_text": "low pressure at the discharge of 12 DDCLP due to the isolation of the Cooling Water Strainer while 22 DDCLP was isolated during low CL system flow conditions", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "Operations restored CL system pressure by returning 22 CL Strainer to service, securing 12 DDCLP, and operating 11 CL pump through the duration of the 22 DDCLP maintenance. Procedure updates to perform mitigating actions while performing DDCLP and Cooling Water Strainer maintenance is a planned corrective action.", "attributes": {"action_type": "configuration restore and procedure update"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "CL discharge header pressure drops to 75 pounds per square inch gauge (psig) for 15 seconds", "attributes": {"trigger": "automatic start"}, "char_interval": {"start_pos": 927, "end_pos": 1018}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "10CFR 50.73(a)(2)(iv)(A)", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1051, "end_pos": 1075}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "NUREG 1022, Revision 3", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1136, "end_pos": 1158}}, {"extraction_class": "Outcome", "extraction_text": "a valid Emergency Service Water system actuation", "attributes": {"consequence": "ESW actuation"}, "char_interval": {"start_pos": 1083, "end_pos": 1131}}, {"extraction_class": "Cause", "extraction_text": "CL discharge header pressure drops to 75 pounds per square inch gauge (psig) for 15 seconds", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 927, "end_pos": 1018}}, {"extraction_class": "Condition", "extraction_text": "lower pressure at the discharge of 12 DDCLP", "attributes": {"trigger": "12 DDCLP auto start"}, "char_interval": {"start_pos": 2079, "end_pos": 2122}}, {"extraction_class": "Human_Action", "extraction_text": "isolation of 22 Cooling Water Strainer", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 2171, "end_pos": 2209}}, {"extraction_class": "Outcome", "extraction_text": "The auto start of 12 DDCLP", "attributes": {"consequence": "ESW actuation"}, "char_interval": {"start_pos": 2372, "end_pos": 2398}}, {"extraction_class": "Cause", "extraction_text": "low pressure at the discharge of 12 DDCLP due to the isolation of the Cooling Water Strainer while 22 DDCLP was isolated during low CL system flow conditions", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Procedure updates to perform mitigating actions while performing DDCLP and Cooling Water Strainer maintenance", "attributes": {"status": "to be updated"}, "char_interval": {"start_pos": 3153, "end_pos": 3262}}, {"extraction_class": "Human_Action", "extraction_text": "isolation of the Cooling Water Strainer while 22 DDCLP was isolated", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 2855, "end_pos": 2922}}, {"extraction_class": "Cause", "extraction_text": "low pressure at the discharge of 12 DDCLP due to the isolation of the Cooling Water Strainer while 22 DDCLP was isolated during low CL system flow conditions", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2802, "end_pos": 2959}}, {"extraction_class": "Corrective_Action", "extraction_text": "Operations restored CL system pressure by returning 22 CL Strainer to service, securing 12 DDCLP, and operating 11 CL pump through the duration of the 22 DDCLP maintenance. Procedure updates to perform mitigating actions while performing DDCLP and Cooling Water Strainer maintenance is a planned corrective action.", "attributes": {"action_type": "configuration restore and procedure update"}, "char_interval": {"start_pos": 2980, "end_pos": 3294}}]}
{"Facility_Name": "Prairie Island Nuclear Generating Plant", "Unit": "Unit 1", "Title": "Reactor trip, Auxiliary Feedwater and Emergency Service Water system actuation due to electrical transient in DC control power cables", "Event_Date": "10-19-2023", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "2822023001R01", "text": "Plant Operating Conditions Prior to the Event: Unit 1 - Mode 1, 100 percent Power Unit 2 - Defueled EVENT DESCRIPTION At 11:10 on October 19, 2023, with Prairie Island Nuclear Generating Plant (PINGP) Unit 1 operating at 100 percent power and Unit 2 defueled in a scheduled refueling outage, multiple substation breakers, including the Unit 1 generator output breaker, unexpectedly opened causing a Unit 1 Turbine [TA] Trip and subsequent Reactor Trip. In addition, multiple grounds were detected on DC control cabling for both Units from the plant to the substation control house. The Turbine Trip caused 1M Main Transformer to become deenergized, which is the normal power supply to non-safety related (NSR) busses on Unit 1. 1R Auxiliary Transformer was also deenergized as a result of the event and therefore was not available for a Fast Bus Transfer, which resulted in a loss of all NSR busses on both Units. The reactor trip resulted in Steam Generator Water Level (SGWL) in both Steam Generators rapidly shrinking to below the setpoint for an automatic start of both Auxiliary Feedwater (AFW)[BA] pumps. These pumps ensure that at least one Steam Generator contains enough water to serve as the heat sink for reactor decay heat and sensible heat removal following a reactor trip. Both the 11 Turbine Driven AFW Pump and 12 Motor Driven AFW Pump actuated upon reaching the automatic start setpoint for low SGWL. The 121 Motor Driven Cooling Water Pump (MDCLP) auto started on low header pressure due to the loss of the NSR 11 Cooling Water (CL) Pump. The 121 MDCLP is designed to start automatically if CL header pressure drops to 80 pounds per square inch gauge (psig). The 121 MDCLP is a part of the PINGP Cooling Water (CL) System [BI]. The CL system is a ring header which is shared by Units 1 and 2 that provides a heat sink for the removal of process and operational heat from safety-related components during a design basis accident or transient. At 14:15 on October 19, 2023, Event Notification (EN) # 56803 was reported to the NRC as a 4-hour Non-Emergency report under 10 CFR 50.72(b)(2)(iv)(B) actuation of the reactor protection system and 8-Hr Non-Emergency report under 10 CFR 50.72(b)(3)(iv)(A) for an Auxiliary Feedwater Actuation. This event is reportable under 10 CFR 50.73(a)(2)(iv)(A) due to a trip of the Unit 1 reactor, a valid Pressurized Water Reactor (PWR) Auxiliary Feedwater actuation for Unit 1 and actuation of Emergency Service Water system (121 MDCLP for Unit 1 and Unit 2). ASSESSMENT OF SAFETY CONSEQUENCES All control rods were fully inserted into the core following the trip. All safety functions operated as designed. This event does not represent a safety system functional failure for Unit 1 or Unit 2. AFW actuated as expected. The AFW System automatically supplied feedwater to the Steam Generators to remove decay heat from the Reactor Coolant System when SGWL shrunk after the reactor trip. Decay heat was removed by the Steam Generators through the Steam Generator Power Operated Relief Valves. The auto start of 121 MDCLP did not challenge nuclear safety as the Cooling Water system responded as designed.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "multiple substation breakers, including the Unit 1 generator output breaker, unexpectedly opened", "attributes": {"trigger": "Turbine Trip and Reactor Trip"}, "char_interval": {"start_pos": 292, "end_pos": 388}}, {"extraction_class": "Condition", "extraction_text": "multiple grounds were detected on DC control cabling for both Units from the plant to the substation control house", "attributes": {"trigger": "loss of all NSR busses"}, "char_interval": {"start_pos": 466, "end_pos": 580}}, {"extraction_class": "Outcome", "extraction_text": "a Unit 1 Turbine [TA] Trip and subsequent Reactor Trip", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 397, "end_pos": 451}}, {"extraction_class": "Outcome", "extraction_text": "loss of all NSR busses on both Units", "attributes": {"consequence": "loss of power"}, "char_interval": {"start_pos": 876, "end_pos": 912}}, {"extraction_class": "Cause", "extraction_text": "multiple substation breakers unexpectedly opened and multiple grounds were detected on DC control cabling", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 292, "end_pos": 518}}, {"extraction_class": "Condition", "extraction_text": "Steam Generator Water Level (SGWL) in both Steam Generators rapidly shrinking to below the setpoint", "attributes": {"trigger": "automatic start of both Auxiliary Feedwater (AFW) pumps"}, "char_interval": {"start_pos": 943, "end_pos": 1042}}, {"extraction_class": "Condition", "extraction_text": "low header pressure due to the loss of the NSR 11 Cooling Water (CL) Pump", "attributes": {"trigger": "121 Motor Driven Cooling Water Pump (MDCLP) auto started"}, "char_interval": {"start_pos": 1482, "end_pos": 1555}}, {"extraction_class": "Outcome", "extraction_text": "Both the 11 Turbine Driven AFW Pump and 12 Motor Driven AFW Pump actuated", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 1287, "end_pos": 1360}}, {"extraction_class": "Outcome", "extraction_text": "The 121 Motor Driven Cooling Water Pump (MDCLP) auto started", "attributes": {"consequence": "ESW actuation"}, "char_interval": {"start_pos": 1557, "end_pos": 1564}}, {"extraction_class": "Cause", "extraction_text": "The reactor trip", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1677, "end_pos": 1680}}, {"extraction_class": "Cause", "extraction_text": "the loss of the NSR 11 Cooling Water (CL) Pump", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1509, "end_pos": 1555}}, {"extraction_class": "Outcome", "extraction_text": "actuation of the reactor protection system", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 2111, "end_pos": 2153}}, {"extraction_class": "Outcome", "extraction_text": "Auxiliary Feedwater Actuation", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 2223, "end_pos": 2252}}, {"extraction_class": "Outcome", "extraction_text": "trip of the Unit 1 reactor", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 2320, "end_pos": 2346}}, {"extraction_class": "Outcome", "extraction_text": "actuation of Emergency Service Water system (121 MDCLP for Unit 1 and Unit 2)", "attributes": {"consequence": "ESW actuation"}, "char_interval": {"start_pos": 2433, "end_pos": 2509}}, {"extraction_class": "Cause", "extraction_text": "cause not detailed in this snippet", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "SGWL shrunk after the reactor trip", "attributes": {"trigger": "AFW actuation"}, "char_interval": {"start_pos": 2903, "end_pos": 2937}}, {"extraction_class": "Outcome", "extraction_text": "AFW actuated as expected", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 2747, "end_pos": 2771}}, {"extraction_class": "Outcome", "extraction_text": "The auto start of 121 MDCLP did not challenge nuclear safety as the Cooling Water system responded as designed.", "attributes": {"consequence": "ESW actuation"}, "char_interval": {"start_pos": 3044, "end_pos": 3155}}, {"extraction_class": "Cause", "extraction_text": "SGWL shrunk after the reactor trip", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2903, "end_pos": 2937}}]}
{"Facility_Name": "Prairie Island Nuclear Generating Plant", "Unit": "Unit 2", "Title": "22 Turbine Driven Auxiliary Feedwater Pump Actuation Signal Due to Procedure Error", "Event_Date": "10-03-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "3062021001R00", "text": "EVENT DESCRIPTION On October 3, 2021, the Prairie Island Nuclear Generating Plant (PINGP) Unit 2 was in Mode 5, Cold Shutdown, at 0 percent power with Non-Safety Related 4160 Volt buses 21 and 22 isolated for maintenance. At 1525 CDT, the 22 Turbine Driven Auxiliary Feedwater (AFW) Pump received an unplanned actuation signal while performing the prerequisite checklists of Surveillance Procedure (SP) 2083A “Unit 2 Integrated SI Test with a Simulated Loss of Offsite Power Train A” when the 22 Turbine Driven AFW Pump selector switch in the Main Control Room was placed in Shutdown Auto from Manual. This event is reportable under 10CFR 50.73(a)(2)(iv)(A) due to a valid Pressurized Water Reactor Auxiliary Feedwater actuation signal, per NUREG 1022, Revision 3. EVENT ANALYSIS The 22 Turbine Driven AFW Pump is a part of the PINGP AFW System (EIIS CODE: BA). The AFW System automatically supplies feedwater to the steam generators (SG) to remove decay heat from the Reactor Coolant System upon the loss of normal feedwater supply. The AFW system is configured into two redundant trains. One train has a turbine driven AFW pump; the other has a motor driven AFW pump. One automatic start signal for the turbine driven AFW Pump is the loss of both non-safety related 4160 Volt buses that provide power to the Main Feedwater (MFW) pumps. A loss of power for both MFW pumps will start the turbine driven AFW pump to ensure that at least one SG contains enough water to serve as the heat sink for reactor decay heat and sensible heat removal following the reactor trip. With Non-Safety Related 4160 Volt buses 21 and 22 isolated for maintenance, placing the 22 Turbine Driven AFW Pump selector switch in Shutdown Auto completed the automatic start signal causing the associated 22 Turbine Driven AFW Pump Steam Block Valve to open. The turbine and pump did not turn because the equipment was out of service with the steam supply valves closed. The 22 Turbine Driven AFW Pump Steam Block Valve then returned to the closed position on a Low Pump discharge pressure signal. ASSESSMENT OF SAFETY CONSEQUENCES The actuation signal for the 22 Turbine Driven AFW Pump did not challenge the ability to maintain safe shutdown conditions. There were no radiological, environmental, or industrial impacts associated with this event. The health and safety of the public and site personnel were not impacted during this event. CAUSE OF THE EVENT The cause of this event was a latent procedure error in SP 2083A from when the procedure was changed from testing both trains of the system to testing each of the trains separately. CORRECTIVE ACTIONS Operations updated the SP 2083A prerequisite checklist to place the 22 Turbine Driven AFW Pump selector switch to Manual. PREVIOUS SIMILAR EVENTS No previous similar events have occurred at PINGP in the prior 3 years. NRC FORM 366B (08-2020)  Page 2 of 2", "Extractions": [{"extraction_class": "Condition", "extraction_text": "Unit 2 was in Mode 5, Cold Shutdown, at 0 percent power with Non-Safety Related 4160 Volt buses 21 and 22 isolated for maintenance", "attributes": {"trigger": "22 Turbine Driven Auxiliary Feedwater (AFW) Pump actuation signal"}, "char_interval": {"start_pos": 90, "end_pos": 220}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Surveillance Procedure (SP) 2083A “Unit 2 Integrated SI Test with a Simulated Loss of Offsite Power Train A”", "attributes": {"status": "latent procedure error"}, "char_interval": {"start_pos": 375, "end_pos": 483}}, {"extraction_class": "Human_Action", "extraction_text": "the 22 Turbine Driven AFW Pump selector switch in the Main Control Room was placed in Shutdown Auto from Manual", "attributes": {"adherence": "followed checklist as written"}, "char_interval": {"start_pos": 489, "end_pos": 600}}, {"extraction_class": "Outcome", "extraction_text": "the 22 Turbine Driven Auxiliary Feedwater (AFW) Pump received an unplanned actuation signal", "attributes": {"consequence": "AFW actuation signal"}, "char_interval": {"start_pos": 235, "end_pos": 326}}, {"extraction_class": "Cause", "extraction_text": "a latent procedure error in SP 2083A", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "updated the SP 2083A prerequisite checklist to place the 22 Turbine Driven AFW Pump selector switch to Manual", "attributes": {"action_type": "procedure revision"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "Non-Safety Related 4160 Volt buses 21 and 22 isolated for maintenance", "attributes": {"trigger": "automatic start signal"}, "char_interval": {"start_pos": 1573, "end_pos": 1642}}, {"extraction_class": "Human_Action", "extraction_text": "placing the 22 Turbine Driven AFW Pump selector switch in Shutdown Auto", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1644, "end_pos": 1715}}, {"extraction_class": "Outcome", "extraction_text": "completed the automatic start signal causing the associated 22 Turbine Driven AFW Pump Steam Block Valve to open", "attributes": {"consequence": "AFW actuation signal"}, "char_interval": {"start_pos": 1716, "end_pos": 1828}}, {"extraction_class": "Cause", "extraction_text": "Non-Safety Related 4160 Volt buses 21 and 22 isolated for maintenance", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1573, "end_pos": 1642}}, {"extraction_class": "Condition", "extraction_text": "The actuation signal for the 22 Turbine Driven AFW Pump", "attributes": {"trigger": "actuation signal"}, "char_interval": {"start_pos": 2103, "end_pos": 2158}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "SP 2083A", "attributes": {"status": "latent procedure error"}, "char_interval": {"start_pos": 2487, "end_pos": 2495}}, {"extraction_class": "Outcome", "extraction_text": "The actuation signal for the 22 Turbine Driven AFW Pump", "attributes": {"consequence": "AFW actuation signal"}, "char_interval": {"start_pos": 2177, "end_pos": 2180}}, {"extraction_class": "Cause", "extraction_text": "a latent procedure error in SP 2083A from when the procedure was changed from testing both trains of the system to testing each of the trains separately", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 2459, "end_pos": 2611}}, {"extraction_class": "Corrective_Action", "extraction_text": "Operations updated the SP 2083A prerequisite checklist to place the 22 Turbine Driven AFW Pump selector switch to Manual.", "attributes": {"action_type": "procedure revision"}, "char_interval": {"start_pos": 2632, "end_pos": 2753}}]}
{"Facility_Name": "Prairie Island Nuclear Generating Plant", "Unit": "Unit 2", "Title": "2GT/XFMR lockout due to failure of lightning arrester caused Unit 2 Reactor Trip", "Event_Date": "05-27-2023", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "3062023001R00", "text": "EVENT DESCRIPTION At 18:19 on May 27, 2023, with Prairie Island Nuclear Generating Plant (PINGP) Unit 2 operating at approximately 100% power and steady-state operation, Unit 2 Main Transformer (2GT/XFMR) [XFMR] lockout occurred causing the main turbine [TA] and subsequently reactor to trip and the actuation of auxiliary feedwater (AFW) [BA]. A Notification of Unusual Event was declared based on multiple fire alarms in the containment building that were not verified within 15 minutes. At 18:45, there was verification of no fire in the containment building. Termination of the Notification of Unusual Event occurred at 23:04. This event was reported to the NRC on May 27, 2023 at 19:20 in Event Notification (EN) number 56543, as a 4-hour notification under 10 CFR 50.72(b)(2)(iv)(B) actuation of the reactor protection system. On May 28, 2023 at 00:45, updated EN# 56543 reported to the NRC for 8 Hr Non-Emergency report IAW 10 CFR 50.72(b)(3)(iv)(A) for an AFW Actuation. An outplant operator was in the vicinity of the 2GT/XFMR at the time of the trip and noted a loud noise and smoke from the transformer. Visual inspection of A-phase lightning arrester [LAR] showed evidence of arcing present between the top and bottom stack. This was corroborated by security camera footage revealing a bright flash and ensuing smoke emanating from a 2GT/XFMR lightning arrester. Troubleshooting determined the most likely cause of the 2GT/XFMR lockout to be failure of the A-phase lightning arrester. The failed lightning arrester shorted to ground causing a correct actuation of protective relaying, specifically instantaneous overcurrent and short to ground that led to the lockout of the 2GT/XFMR transformer. This event is reportable under 10 CFR 50.73(a)(2)(iv)(A) due to a reactor trip and an AFW actuation signal. Unit 1 was not affected during this event and remained at 100% power. ASSESSMENT OF SAFETY CONSEQUENCES Nuclear: Operations actions were taken as a part of the event response procedures and successfully restored power to all non-safeguard buses at 19:25 on May 27, 2023. Steam generator level was maintained throughout the event using the AFW system. Radiological: No additional Radiological Risk. Industrial: No additional Industrial Risk. Environmental: No additional Environmental Risk. The health and safety of the public and site personnel were not impacted during this event.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "Unit 2 Main Transformer (2GT/XFMR) [XFMR] lockout occurred", "attributes": {"trigger": "main turbine and subsequently reactor to trip and the actuation of auxiliary feedwater"}, "char_interval": {"start_pos": 170, "end_pos": 228}}, {"extraction_class": "Outcome", "extraction_text": "main turbine [TA] and subsequently reactor to trip and the actuation of auxiliary feedwater (AFW) [BA]", "attributes": {"consequence": "reactor trip and AFW actuation"}, "char_interval": {"start_pos": 241, "end_pos": 342}}, {"extraction_class": "Cause", "extraction_text": "Unit 2 Main Transformer (2GT/XFMR) [XFMR] lockout", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 170, "end_pos": 219}}, {"extraction_class": "Condition", "extraction_text": "2GT/XFMR lockout", "attributes": {"trigger": "failure of the A-phase lightning arrester"}, "char_interval": {"start_pos": 1027, "end_pos": 1035}}, {"extraction_class": "Outcome", "extraction_text": "a reactor trip and an AFW actuation signal", "attributes": {"consequence": "reactor trip and AFW actuation"}, "char_interval": {"start_pos": 1773, "end_pos": 1815}}, {"extraction_class": "Cause", "extraction_text": "failure of the A-phase lightning arrester", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1454, "end_pos": 1495}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "event response procedures", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 1977, "end_pos": 2002}}, {"extraction_class": "Human_Action", "extraction_text": "Operations actions were taken as a part of the event response procedures", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1930, "end_pos": 2002}}, {"extraction_class": "Outcome", "extraction_text": "Steam generator level was maintained throughout the event using the AFW system.", "attributes": {"consequence": "maintained level"}, "char_interval": {"start_pos": 2088, "end_pos": 2167}}, {"extraction_class": "Cause", "extraction_text": "unspecified event", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}]}
{"Facility_Name": "Sequoyah Nuclear Plant", "Unit": "Unit 1", "Title": "Reactor Trip on High Neutron Flux Rate Due to Dropped Control Rods", "Event_Date": "05-24-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "3272021001R00", "text": "Plant Operating Conditions Before the Event At the time of the event, Sequoyah Nuclear Plant (SQN) Unit 1 was in Mode 1 at approximately 100 percent rated thermal power (RTP). II.  Description of Event A. Event Summary: On May 24, 2021, at 0915 eastern daylight time (EDT), SQN Unit 1 experienced an automatic reactor trip. Approximately 0.5 seconds before the reactor trip, an unexpected Rod Control Urgent Failure alarm annunciated and Control Bank B, Group 2 rods [EllS: AA] began to lower. The reactor trip first out alarm indicated the trip was from a Power Range High Neutron Flux Rate detected by the Power Range Nuclear Instruments. No rod testing was in progress. No work was in progress in the rod control power or logic cabinets. During troubleshooting. it was discovered that there were bad pin connections [EIIS: CON] on the backplane of the phase control card [EIIS: ECBD] associated with Control Bank B (the card connection between the Control Bank B, Group 2 stationary gripper phase control card and the backplane of its card cage). The phase card was replaced and tested. Pin reformation (the scope of pin reformation consisted of all five rod control power cabinets and the logic cabinet) and system functional testing was performed by the vendor. All plant safety systems responded as designed. All rods fully inserted as required. The event is reportable in accordance with 10 CFR 50.73(a)(2)(iv)(A), as an event that resulted in an automatic actuation of the Reactor Protection System [EIIS: JC] and the Auxiliary Feedwater (AFW) System [EIIS: BA]. B. Status of structures. components, or systems that were inoperable at the start of the event and contributed to the event: No inoperable structures, components, or systems contributed to this event.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "an unexpected Rod Control Urgent Failure alarm annunciated and Control Bank B, Group 2 rods [EllS: AA] began to lower", "attributes": {"trigger": "automatic reactor trip"}, "char_interval": {"start_pos": 375, "end_pos": 492}}, {"extraction_class": "Outcome", "extraction_text": "SQN Unit 1 experienced an automatic reactor trip", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 274, "end_pos": 322}}, {"extraction_class": "Cause", "extraction_text": "an unexpected Rod Control Urgent Failure alarm annunciated and Control Bank B, Group 2 rods [EllS: AA] began to lower", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 375, "end_pos": 492}}, {"extraction_class": "Condition", "extraction_text": "bad pin connections on the backplane of the phase control card associated with Control Bank B", "attributes": {"trigger": "automatic actuation of the Reactor Protection System and the Auxiliary Feedwater (AFW) System"}, "char_interval": {"start_pos": 799, "end_pos": 818}}, {"extraction_class": "Outcome", "extraction_text": "an automatic actuation of the Reactor Protection System and the Auxiliary Feedwater (AFW) System", "attributes": {"consequence": "reactor trip and AFW actuation"}, "char_interval": {"start_pos": 1451, "end_pos": 1558}}, {"extraction_class": "Cause", "extraction_text": "bad pin connections on the backplane of the phase control card associated with Control Bank B", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 799, "end_pos": 917}}, {"extraction_class": "Corrective_Action", "extraction_text": "The phase card was replaced and tested. Pin reformation and system functional testing was performed by the vendor.", "attributes": {"action_type": "component replacement and maintenance"}, "char_interval": {"start_pos": 1050, "end_pos": 1105}}, {"extraction_class": "Cause", "extraction_text": "No inoperable structures, components, or systems contributed to this event.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1696, "end_pos": 1771}}]}
{"Facility_Name": "Sequoyah Nuclear Plant", "Unit": "Unit 1", "Title": "Exceeded Breach Margin Renders Both Trains of the Auxiliary Building Gas Treatment System Inoperable", "Event_Date": "08-20-2021", "CFR": "50.73.(a)(2)(i)(B)", "ler": "3272021003R00", "text": "I. Plant Operating Conditions Before the Event At the time of the event, Sequoyah Nuclear Plant (SQN) Units 1 and 2 were in Mode 1 at 100 percent rated thermal power. II. Description of Event A.  Event Summary: On August 20, 2021, at 0905 eastern daylight time (EDT), main control room (MCR) operators were notified that auxiliary building [EIIS: NF] secondary containment enclosure (ABSCE) boundary Door [EIIS: DR] A118 was open. This was discovered by Fix-it-now (FIN) personnel that were in the process of establishing compensatory measures associated with an active breach permit for Door A118. The arrival of FIN personnel, with a breach permit and appropriate compensatory actions to close the door as required, allowed operators to determine the ABSCE was operable at the time of discovery. Investigation revealed Maintenance Services personnel had been taking equipment through the door as part of ongoing work associated with a glycol chiller replacement project. The work order had instructions to obtain an ABSCE breach permit; however, when Maintenance Services personnel reported to the Work Control Center (WCC) to obtain the permit, the WCC senior reactor operator (SRO) incorrectly determined an ABSCE breach permit was not required. As a result, ABSCE Door A118 was left open without a breach permit and required compensatory measures until FIN personnel discovered the issue at 0905. A past operability evaluation (POE) determined that ABSCE Door A118 had been left open without compensatory measures in place on four occasions between August 18 and August 20, 2021 (the longest period the door was open without compensatory measures in place was approximately 21 minutes). The open door created a breach of the ABSCE boundary that exceeded the allowed breach margin. The four occasions should have caused entry into Technical Specification (TS) Limiting Condition for Operation (LCO) 3.7.12, Condition B for two trains of the Auxiliary Building Gas Treatment System (ABGTS) [EIIS: VF] inoperable due to an inoperable ABSCE boundary in Mode 1, 2, 3, or 4 and Condition E for a required train of ABGTS inoperable with fuel stored in the spent fuel pool. The inoperability of two trains of the ABGTS during the required mode of applicability constitutes an event or condition that could have prevented fulfillment of a safety function of structures or systems that are needed to: (C) control the release of radioactive material and (D) mitigate the consequences of an accident. This LER documents the reportable event under 10 CFR 50.73(a)(2)(v)(C) and 10 CFR 50.73(a)(2)(v)(D). Additionally, the POE determined that due to the unknown inoperability of the ABGTS, the requirements of LCO 3.7.12 Condition E were not met. Condition E requires immediately suspending all crane operations with loads over the spent fuel pool. Contrary to this", "Extractions": []}
{"Facility_Name": "Sequoyah Nuclear Plant", "Unit": "Unit 1", "Title": "Turbine Trip Function Inoperable Due to Slow to Close Turbine Throttle Valve", "Event_Date": "10-22-2022", "CFR": "50.73.(a)(2)(v)(D)", "ler": "3272022002R00", "text": "I. Plant Operating Conditions Before the Event At the time of the event, Sequoyah Nuclear Plant (SQN) Unit 1 was in Mode 1 at approximately 24 percent rated thermal power preparing for a refueling outage. II. Description of Event A. Event Summary: On October 22, 2022, at 0003 eastern daylight time (EDT), during power descension for the upcoming refueling outage, main control room (MCR) operators initiated a manual turbine trip in accordance with operating procedures. At this time, Main Steam [EIIS: SB] Throttle Valve-2 (TV-2) [EIIS: FCV], associated with the high-pressure turbine [EIIS: TRB] and turbine trip [EIIS: JJ] function failed to close. The valve remained open until 0250 when it closed on its own. The closure took less than 1 second to travel from full open to full closed with no actions taken by Operations or Maintenance personnel, to induce a closure. During the event, steam dumps assumed the remaining steam load from the turbine, as seen by a rise in steam dump demand. Based on the rise in steam dump demand, reduction to 0 megawatts electric, and all other turbine valves verified closed, the turbine was determined to be tripped. After the turbine trip was initiated, the turbine coasted down as expected, and when requested, the main steam isolation valves (MSIVs) closed as expected with no challenges. This demonstrated that neither turbine governor valve functionality nor MSIV operability was challenged concurrently with the inoperability of TV-2. TV-2 and the associated actuator were replaced during the refueling outage. A past operability evaluation (POE) determined TV-2 was inoperable from October 22, 2022, at 0003 until 0013 when the unit exited the Mode of Applicability. The POE determined the turbine trip function requires four out of four throttle valves to close, and with TV-2 inoperable, the turbine trip function would not have been performed within the required 2.5 seconds (per the Final Safety Analysis Report (FSAR)). Therefore, Surveillance Requirement 3.3.2.9 (Verify ESFAS [Engineered Safety Feature Actuation System] RESPONSE TIMES are within limit) would not have been met. This constitutes an event or condition that could have prevented the fulfillment of a safety function necessary to mitigate the consequences of an accident, which is reportable under 10 CFR 50.73(a)(2)(v)(D). B. Status of structures, components, or systems that were inoperable at the start of the event and contributed to the event: No inoperable structures, components, or systems contributed to this event.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "Main Steam Throttle Valve-2 (TV-2) failed to close", "attributes": {"trigger": "manual turbine trip"}, "char_interval": {"start_pos": 486, "end_pos": 651}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "operating procedures", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 9, "end_pos": 18}}, {"extraction_class": "Human_Action", "extraction_text": "main control room (MCR) operators initiated a manual turbine trip", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 365, "end_pos": 430}}, {"extraction_class": "Outcome", "extraction_text": "steam dumps assumed the remaining steam load from the turbine", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 892, "end_pos": 953}}, {"extraction_class": "Cause", "extraction_text": "Main Steam Throttle Valve-2 (TV-2) failed to close", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 486, "end_pos": 651}}, {"extraction_class": "Condition", "extraction_text": "TV-2 was inoperable", "attributes": {"trigger": "past operability evaluation (POE) determined"}, "char_interval": {"start_pos": 1605, "end_pos": 1624}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Final Safety Analysis Report (FSAR)", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1931, "end_pos": 1969}}, {"extraction_class": "Outcome", "extraction_text": "the turbine trip function would not have been performed within the required 2.5 seconds", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1838, "end_pos": 1925}}, {"extraction_class": "Cause", "extraction_text": "TV-2 inoperable", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1821, "end_pos": 1836}}, {"extraction_class": "Corrective_Action", "extraction_text": "TV-2 and the associated actuator were replaced during the refueling outage", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 1482, "end_pos": 1556}}, {"extraction_class": "Condition", "extraction_text": "Surveillance Requirement 3.3.2.9 (Verify ESFAS [Engineered Safety Feature Actuation System] RESPONSE TIMES are within limit) would not have been met", "attributes": {"trigger": "response time not within limit"}, "char_interval": {"start_pos": 1984, "end_pos": 2132}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Surveillance Requirement 3.3.2.9", "attributes": {"status": "not met"}, "char_interval": {"start_pos": 1984, "end_pos": 2016}}, {"extraction_class": "Outcome", "extraction_text": "an event or condition that could have prevented the fulfillment of a safety function necessary to mitigate the consequences of an accident", "attributes": {"consequence": "potential safety function impact"}, "char_interval": {"start_pos": 2151, "end_pos": 2289}}, {"extraction_class": "Cause", "extraction_text": "No inoperable structures, components, or systems contributed to this event", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2468, "end_pos": 2542}}]}
{"Facility_Name": "Sequoyah Nuclear Plant", "Unit": "Unit 2", "Title": "Turbine Trip Function Inoperable Due to Slow to Close Turbine Throttle Valve", "Event_Date": "11-08-2021", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(D)", "ler": "3282021002R00", "text": "I. Plant Operating Conditions Before the Event At the time of the event, Sequoyah Nuclear Plant (SQN) Unit 2 was in Mode 1 at approximately 15 percent rated thermal power. II. Description of Event A.  Event Summary: On October 28, 2021, Main Steam [EIIS: SB] Throttle Valve-1 (TV-1) [EIIS: SCV], associated with the high-pressure turbine [EIIS: TRB] and turbine trip [EMS: JJ] function, was replaced during the Unit 2 refueling outage. On November 5, Surveillance Requirement 3.3.2.9 (Verify ESFAS [Engineered Safety Feature Actuation System] RESPONSE TIMES are within limit) was successfully completed for the Turbine Trip function. On November 8, at 2115 eastern standard time (EST), during turbine overspeed trip testing, it was identified that TV-1 took longer than expected to close on the overspeed trip signal. During subsequent testing, TV-1 continued to close slower than expected. In response, station personnel developed a support/refute matrix that included validating installation of an orifice block vice a flushing block in TV-1. This led to the discovery that TV-1 was installed with the incorrect block. The flushing block was replaced with the correct orifice block. On November 9, at 0700, SR 3.3.2.9 was successfully completed restoring the valve to operable status. At 0745 a partial performance of turbine overspeed testing confirmed TV-1 was functioning as required. During the Unit 2 refueling outage, TV-1 was one of several turbine control system valves replaced. Valves received from the vendor typically arrive with flushing blocks installed and are clearly labeled as such. Two of the replacement valves were received with labeled flushing blocks attached. TV-1 was received from the vendor without a labeled flushing block that appeared to be and was assumed to be the required orifice block for the valve. Total reliance was placed on the vendor method for labeling flushing blocks. The delta in closing times between the November 5th ESFAS testing and the November 8th turbine overspeed testing is most probably the result of different system alignments during the tests. During the performance of ESFAS testing, the four main steam throttle valves are manipulated with the governor valves remaining closed and isolated from the Electrohydraulic Control (EHC) System. Whereas, during the performance of turbine overspeed trip testing, all the throttle valves and governor valves are manipulated. It is possible that additional flow in the EHC trip header, due to flow from the additional valves, could cause increased backpressure on the throttle drain to the trip header. With the flushing block installed on TV-1 rather than the required orifice, it is possible the backpressure on TV-1 could reduce the effectiveness of draining EH fluid to the trip header. This reduced flow would in turn slow the response of TV-1 to close. A condition report (CR) was initiated to evaluate if the system", "Extractions": [{"extraction_class": "Condition", "extraction_text": "TV-1 took longer than expected to close on the overspeed trip signal", "attributes": {"trigger": "turbine overspeed trip testing"}, "char_interval": {"start_pos": 748, "end_pos": 816}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Surveillance Requirement 3.3.2.9 (Verify ESFAS RESPONSE TIMES are within limit)", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 451, "end_pos": 575}}, {"extraction_class": "Human_Action", "extraction_text": "turbine overspeed trip testing", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 693, "end_pos": 723}}, {"extraction_class": "Outcome", "extraction_text": "TV-1 took longer than expected to close on the overspeed trip signal", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 845, "end_pos": 849}}, {"extraction_class": "Cause", "extraction_text": "TV-1 took longer than expected to close on the overspeed trip signal", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 748, "end_pos": 816}}, {"extraction_class": "Condition", "extraction_text": "TV-1 was installed with the incorrect block", "attributes": {"trigger": "discovery of incorrect block"}, "char_interval": {"start_pos": 1076, "end_pos": 1119}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "SR 3.3.2.9", "attributes": {"status": "successfully completed"}, "char_interval": {"start_pos": 1209, "end_pos": 1219}}, {"extraction_class": "Human_Action", "extraction_text": "assumed to be the required orifice block for the valve", "attributes": {"adherence": "misinterpreted"}, "char_interval": {"start_pos": 1781, "end_pos": 1835}}, {"extraction_class": "Outcome", "extraction_text": "restoring the valve to operable status", "attributes": {"consequence": "restored operability"}, "char_interval": {"start_pos": 1247, "end_pos": 1285}}, {"extraction_class": "Cause", "extraction_text": "TV-1 was received from the vendor without a labeled flushing block that appeared to be and was assumed to be the required orifice block for the valve", "attributes": {"category": "conflicting_procedure", "code": "CF4"}, "char_interval": {"start_pos": 1686, "end_pos": 1835}}, {"extraction_class": "Corrective_Action", "extraction_text": "The flushing block was replaced with the correct orifice block", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 1121, "end_pos": 1183}}, {"extraction_class": "Condition", "extraction_text": "flushing block installed on TV-1 rather than the required orifice", "attributes": {"trigger": "reduced effectiveness of draining EH fluid"}, "char_interval": {"start_pos": 2614, "end_pos": 2679}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "vendor method for labeling flushing blocks", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 1870, "end_pos": 1912}}, {"extraction_class": "Human_Action", "extraction_text": "Total reliance was placed on the vendor method for labeling flushing blocks", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1837, "end_pos": 1912}}, {"extraction_class": "Outcome", "extraction_text": "delta in closing times between the November 5th ESFAS testing and the November 8th turbine overspeed testing", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1918, "end_pos": 2026}}, {"extraction_class": "Cause", "extraction_text": "Total reliance was placed on the vendor method for labeling flushing blocks", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 1837, "end_pos": 1912}}, {"extraction_class": "Outcome", "extraction_text": "slow the response of TV-1 to close", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2825, "end_pos": 2859}}, {"extraction_class": "Cause", "extraction_text": "This reduced flow", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2793, "end_pos": 2810}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 1", "Title": "Containment Isolation Valve Found Restrained Open Resulting in Condition Prohibited by Technical Specifications", "Event_Date": "05-08-2021", "CFR": "50.73.(a)(2)(i)(B)", "ler": "3342021001R00", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND Technical Specification (TS) 3.6.3, Containment Isolation Valves Limiting Condition for Operation (LCO) 3.6.3, Each containment isolation valve shall be OPERABLE in Modes 1, 2, 3, and 4. Condition A, One or more penetration flow paths with one containment isolation valve inoperable. If not met, both Required Actions apply: A.1 Isolate the affected penetration flow path by use of at least one closed and de-activated automatic valve, closed manual valve, blind flange, or check valve with flow through the valve secured within 4 hours, AND A.2 Verify the affected penetration flow path is isolated once per 31 days for isolation devices outside containment AND prior to entering Mode 4 from Mode 5 if not performed within the previous 92 days for isolation devices inside containment. Also applicable is Condition D, Required Action and associated Completion Time not met. Required Actions: D.1 Be in Mode 3 within 6 hours AND D.2 be in Mode 5 within 36 hours. With TS LCO 3.6.3 not met, and BVPS-1 entering Modes of applicability, LCO 3.0.4 also applies. LCO 3.0.4, When an LCO is not met, entry into a MODE or other specified condition in the Applicability shall only be made: a. When the associated ACTIONS to be entered permit continued operation in the MODE or other specified condition in the Applicability for an unlimited period of time; b. After performance of a risk assessment addressing inoperable systems and components, consideration of the results, determination of the acceptability of entering the MODE or other specified condition in the Applicability, and establishment of risk management actions, if appropriate (exceptions to this Specification are stated in the individual Specifications); or c. When an allowance is stated in the individual value, parameter, or other Specification. This Specification shall not prevent changes in MODES or other specified conditions in the Applicability that are required to comply with ACTIONS or that are part of a shutdown of the unit. Per TS 3.6.3 Bases, the containment isolation valves form part of the containment pressure boundary and provide a means for fluid penetrations not serving accident consequence limiting systems to be provided with two isolation barriers that are closed on a containment isolation signal. Two barriers in series are typically provided for each penetration, one is inside containment and the other is outside containment. The quench spray [BE] pump discharge check valves are containment isolation [BD] valves per TS 3.6.3. During performance of procedure 1OM-13.4.O, “Quench Spray Loop Seal Drain and Fill,” the check valve is secured open to facilitate the evolution, and then returned to normal system arrangement (NSA) during procedure restoration. The quench spray loop seals are used to prevent containment repressurization and to prevent draining water to the containment sump, and they are required to be filled for the entire cycle of operation. 1QS-3 and 1QS-4 (Trains A and B Quench Spray Pump Discharge Check Valve) are the containment isolation valves inside containment for their respective containment penetrations. The corresponding isolation valves outside containment are MOV-1QS-101A and B, respectively.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification (TS) 3.6.3, Containment Isolation Valves Limiting Condition for Operation (LCO) 3.6.3", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 98, "end_pos": 207}}, {"extraction_class": "Cause", "extraction_text": "No specific event or cause described in the provided text.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "TS LCO 3.6.3 not met", "attributes": {"trigger": "BVPS-1 entering Modes of applicability"}, "char_interval": {"start_pos": 1066, "end_pos": 1086}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TS LCO 3.6.3", "attributes": {"status": "not met"}, "char_interval": {"start_pos": 1066, "end_pos": 1078}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "LCO 3.0.4", "attributes": {"status": "applies"}, "char_interval": {"start_pos": 1132, "end_pos": 1141}}, {"extraction_class": "Cause", "extraction_text": "regulatory conditions", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TS 3.6.3", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 2100, "end_pos": 2108}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "procedure 1OM-13.4.O, “Quench Spray Loop Seal Drain and Fill,”", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 2639, "end_pos": 2701}}, {"extraction_class": "Human_Action", "extraction_text": "the check valve is secured open to facilitate the evolution, and then returned to normal system arrangement (NSA) during procedure restoration", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2702, "end_pos": 2844}}, {"extraction_class": "Cause", "extraction_text": "performance of procedure 1OM-13.4.O", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2624, "end_pos": 2659}}, {"extraction_class": "Cause", "extraction_text": "quench spray loop seals are used to prevent containment repressurization", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2850, "end_pos": 2922}}]}
{"Facility_Name": "North Anna Power Station", "Unit": "Unknown Unit", "Title": "Reactor Coolant Pressure Boundary Leak Due to Poor Weld Workmanship", "Event_Date": "10-03-2023", "CFR": "50.73.(a)(2)(ii)(A)", "ler": "3392023001R00", "text": "1.0 Description of Event On September 11, 2023, at 1558 hours with Unit 2 in Mode 5 at 140 degrees F and 30 psig for a refueling outage, a boric acid leak was discovered on tubing associated with a Pressurizer (EIIS Component PZR, System AB) level transmitter (EIIS Component LT, System AB). The leak was not quantifiable as it consisted of a small amount of dry boric acid. Non-destructive examination (NDE) was performed on the leak to determine if it was a through wall leak. On October 3, 2023, at 1154 with Unit 2 in Mode 6 at 100 degrees F and atmospheric pressure, the NDE determined the leak was a through wall leak. This failure constituted welding or material defects in the primary coolant system that cannot be found acceptable under ASME Section Xl. Therefore, an 8-hour report was made for a degraded condition under 10 CFR 50.72(b) (3)(ii)(A). This weld was part of an instrument tubing design change that was implemented in 1998. 2.0 Significant Safety Consequences and Implications No significant safety consequences resulted from this event. The leak was discovered while Unit 2 was shut down for a refueling outage. The leak was not quantifiable based on the small amount of boric acid noted and, therefore, well within the capability of one charging pump (EIIS Component P, System CB). The health and safety of the public were not affected by this event. 3.0 Cause of the Event The direct cause of the weld failure was due to inadequate welding process control by the welder. The specific socket welds in question exhibited poor workmanship by having a large degree of melt-through and suck-back on the inside surface, and multiple arc strikes and excessive grinding on the outside surface. During the metallurgical failure analysis, the sample was sectioned through the area of suspected leakage, which revealed a lack of fusion defect between the weldment and base metal. The degree of lack of fusion confirmed in the laboratory analysis was substantial enough to provide the eventual leak path after a 25-year service period. 4.0 Immediate Corrective Action Both the leaking socket welded coupling and a non-leaking downstream socket welded coupling were replaced. NDE surface examinations were performed on the replacement socket welds, and the area was also examined during an external leakage check. 5.0 Additional Corrective Actions Additional Liquid Penetrant (LP) exams were performed on tubing welds from the pressurizer steam space to a different Pressurizer level transmitter. No weld flaws or boric acid residue was identified during these examinations. For the next refueling outages for each unit, work orders have been created to inspect tubing socket welds that were fabricated in a similar timeframe, under similar field conditions, using the same welding and inspection procedures, and had an overlap of qualified welders performing the work.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "a boric acid leak was discovered on tubing associated with a Pressurizer level transmitter", "attributes": {"trigger": "leak discovered"}, "char_interval": {"start_pos": 137, "end_pos": 209}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "ASME Section Xl", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 746, "end_pos": 761}}, {"extraction_class": "Human_Action", "extraction_text": "Non-destructive examination (NDE) was performed on the leak", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 375, "end_pos": 434}}, {"extraction_class": "Outcome", "extraction_text": "the NDE determined the leak was a through wall leak", "attributes": {"consequence": "degraded condition"}, "char_interval": {"start_pos": 572, "end_pos": 623}}, {"extraction_class": "Cause", "extraction_text": "welding or material defects in the primary coolant system", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 650, "end_pos": 707}}, {"extraction_class": "Condition", "extraction_text": "The leak was discovered while Unit 2 was shut down for a refueling outage. The leak was not quantifiable based on the small amount of boric acid noted", "attributes": {"trigger": "weld failure"}, "char_interval": {"start_pos": 1060, "end_pos": 1210}}, {"extraction_class": "Human_Action", "extraction_text": "inadequate welding process control by the welder", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 1446, "end_pos": 1494}}, {"extraction_class": "Outcome", "extraction_text": "No significant safety consequences resulted from this event. The leak was not quantifiable", "attributes": {"consequence": "no significant safety consequences"}, "char_interval": {"start_pos": 999, "end_pos": 1164}}, {"extraction_class": "Cause", "extraction_text": "inadequate welding process control by the welder", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1446, "end_pos": 1494}}, {"extraction_class": "Condition", "extraction_text": "leaking socket welded coupling", "attributes": {"trigger": "leakage"}, "char_interval": {"start_pos": 2090, "end_pos": 2120}}, {"extraction_class": "Outcome", "extraction_text": "eventual leak path", "attributes": {"consequence": "leak"}, "char_interval": {"start_pos": 1998, "end_pos": 2016}}, {"extraction_class": "Cause", "extraction_text": "lack of fusion confirmed in the laboratory analysis", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1908, "end_pos": 1959}}, {"extraction_class": "Corrective_Action", "extraction_text": "Both the leaking socket welded coupling and a non-leaking downstream socket welded coupling were replaced.", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2081, "end_pos": 2187}}, {"extraction_class": "Corrective_Action", "extraction_text": "NDE surface examinations were performed on the replacement socket welds, and the area was also examined during an external leakage check. Additional Liquid Penetrant (LP) exams were performed on tubing welds from the pressurizer steam space to a different Pressurizer level transmitter.", "attributes": {"action_type": "inspection"}, "char_interval": {"start_pos": 2188, "end_pos": 2325}}, {"extraction_class": "Corrective_Action", "extraction_text": "work orders have been created to inspect tubing socket welds that were fabricated in a similar timeframe, under similar field conditions, using the same welding and inspection procedures, and had an overlap of qualified welders performing the work.", "attributes": {"action_type": "inspection"}, "char_interval": {"start_pos": 2633, "end_pos": 2881}}]}
{"Facility_Name": "Joseph M. Farley Nuclear Plant", "Unit": "Unit 1", "Title": "Automatic Reactor Trip due to DC Ground on Turbine Trip Solenoid", "Event_Date": "02-01-2023", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "3482023001R00", "text": "EVENT DESCRIPTION On February 1, 2023, at 0956 CST, while Joseph M. Farley Nuclear Plant (FNP) Unit 1 was in Mode 1 at 100 percent power, maintenance was conducting troubleshooting to identify the source of an Auxilliary Building (AB) \"B\" Train DC ground. The ground was identified to be on the negative side of the AB Battery [EIIS / EEIS : EJ / BTRY]. When portable ground detection equipment (DC Scout) was connected to the positive terminal of the AB Battery a loss of Electro Hydraulic Control (EHC) [EIIS: TG] oil pressure occurred which resulted in a turbine trip and subsequent reactor trip. During the forced outage it was determined that the DC ground existed on a cable between the AB and Turbine Building associated with the Turbine Trip Solenoid Valve (20-ET) [EIIS / EEIS: TG / SOL]. The 20-ET solenoid valve is normally closed and energizes to open to dump EHC oil from the turbine throttle valves and governor valves. It was confirmed via troubleshooting that when maintenance connected the DC Scout to the AB Battery terminal it created a jumper in the circuit to energize the 20-ET solenoid. During the plant trip the \"1A\" 4 kV non emergency bus [EIIS : EA] failed to transfer to the \"1A\" 4 kV Startup Transformer [EIIS : EB]. This resulted in the trip of the \"A\" Reactor Coolant Pump (RCP) [EIIS / EEIS: AB / P]. The \"B\" and \"C\" RCPs remained in operation. Additionally, Auxilliary Feedwater System (AFW) [EIIS: BA] autostarted as expected post reactor trip and maintained feedwater flow to the Steam Generators (EIIS: SB). Main Feed Water (MAW) [EIIS: SJ] and the condenser [EIIS: SG] remained available for post trip decay heat removal. EVENT ANALYSIS It was determined that previous unrelated work at penetration 07-155-31 had resulted in damage to cable 1UYT0001E [EEIS : CBL4] which feeds the 20-ET solenoid. This damage inside the penetration breach was not visible and had resulted in the AB DC ground alarm. The risk of actuating equipment in the circuit while installing portable ground detection equipment was not known and led to missed opportunities in work planning and risk mitigation. The failure of the bus transfer to occur was determined to be a failure of the Time Delay Drop Out (TDDO) relay [EEIS / EIIS: El / 62] (Manufacturer: General Electric / Model: 12HGA17C52) associated with the 4 kV bus transfer circuit. REPORTABILITY AND SAFETY ASSESSMENT There were no safety consequences as result of this event. The operating crew responded appropriately to the event. This event was within the analysis of the UFSAR Chapter 15. This event is reportable under 10 CFR 50.73(a)(2)(iv)(A) due to the automatic actuation of the Reactor Protection System (RPS) and the AFW system as identified in 10 CFR 50.73(a)(2)(iv)(B). CORRECTIVE ACTIONS PLANNED OR COMPLETED 1. Repaired grounded cable 1UYT0001E to 20-ET Turbine Trip Solenoid. 2. Revise maintenance and risk procedures for mitigation actions during ground detection activities and while using portable ground detection equipment. 3. Replaced the TDDO relay associated with the 1A 4 kv bus. PREVIOUS SIMILAR EVENTS There were no events from the last three years with either the same or similar cause to this event.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "an Auxilliary Building (AB) \"B\" Train DC ground", "attributes": {"trigger": "troubleshooting"}, "char_interval": {"start_pos": 207, "end_pos": 254}}, {"extraction_class": "Condition", "extraction_text": "a loss of Electro Hydraulic Control (EHC) oil pressure occurred", "attributes": {"trigger": "connection of portable ground detection equipment"}, "char_interval": {"start_pos": 463, "end_pos": 537}}, {"extraction_class": "Human_Action", "extraction_text": "maintenance was conducting troubleshooting to identify the source of an Auxilliary Building (AB) \"B\" Train DC ground", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 138, "end_pos": 254}}, {"extraction_class": "Human_Action", "extraction_text": "portable ground detection equipment (DC Scout) was connected to the positive terminal of the AB Battery", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 359, "end_pos": 462}}, {"extraction_class": "Outcome", "extraction_text": "a turbine trip and subsequent reactor trip", "attributes": {"consequence": "turbine trip and reactor trip"}, "char_interval": {"start_pos": 556, "end_pos": 598}}, {"extraction_class": "Cause", "extraction_text": "the DC ground existed on a cable between the AB and Turbine Building associated with the Turbine Trip Solenoid Valve (20-ET)", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 648, "end_pos": 772}}, {"extraction_class": "Condition", "extraction_text": "the \"1A\" 4 kV non emergency bus failed to transfer to the \"1A\" 4 kV Startup Transformer", "attributes": {"trigger": "plant trip"}, "char_interval": {"start_pos": 1132, "end_pos": 1163}}, {"extraction_class": "Human_Action", "extraction_text": "maintenance connected the DC Scout to the AB Battery terminal", "attributes": {"adherence": "as performed"}, "char_interval": {"start_pos": 981, "end_pos": 1042}}, {"extraction_class": "Outcome", "extraction_text": "trip of the \"A\" Reactor Coolant Pump (RCP)", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1266, "end_pos": 1308}}, {"extraction_class": "Outcome", "extraction_text": "Auxilliary Feedwater System (AFW) autostarted as expected post reactor trip", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 1390, "end_pos": 1423}}, {"extraction_class": "Cause", "extraction_text": "previous unrelated work at penetration 07-155-31 had resulted in damage to cable 1UYT0001E which feeds the 20-ET solenoid", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1696, "end_pos": 1786}}, {"extraction_class": "Condition", "extraction_text": "failure of the bus transfer to occur", "attributes": {"trigger": "automatic actuation of the Reactor Protection System (RPS) and the AFW system"}, "char_interval": {"start_pos": 2123, "end_pos": 2159}}, {"extraction_class": "Human_Action", "extraction_text": "installing portable ground detection equipment", "attributes": null, "char_interval": {"start_pos": 1988, "end_pos": 2034}}, {"extraction_class": "Human_Action", "extraction_text": "The operating crew responded appropriately to the event", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2449, "end_pos": 2504}}, {"extraction_class": "Outcome", "extraction_text": "failure of the bus transfer to occur", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2123, "end_pos": 2159}}, {"extraction_class": "Outcome", "extraction_text": "automatic actuation of the Reactor Protection System (RPS) and the AFW system", "attributes": {"consequence": "reactor trip / AFW actuation"}, "char_interval": {"start_pos": 2634, "end_pos": 2711}}, {"extraction_class": "Cause", "extraction_text": "The risk of actuating equipment in the circuit while installing portable ground detection equipment was not known and led to missed opportunities in work planning and risk mitigation", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 1935, "end_pos": 2117}}, {"extraction_class": "Corrective_Action", "extraction_text": "Repaired grounded cable 1UYT0001E to 20-ET Turbine Trip Solenoid", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2799, "end_pos": 2863}}, {"extraction_class": "Cause", "extraction_text": "The cause is not specified in the provided text snippet.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "Revise maintenance and risk procedures for mitigation actions during ground detection activities and while using portable ground detection equipment.", "attributes": {"action_type": "revision"}, "char_interval": {"start_pos": 2868, "end_pos": 3017}}, {"extraction_class": "Corrective_Action", "extraction_text": "Replaced the TDDO relay associated with the 1A 4 kv bus.", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 3021, "end_pos": 3077}}]}
{"Facility_Name": "Joseph M. Farley Nuclear Plant", "Unit": "Unit 1", "Title": "Unit 1 Emergency Diesel Generator (EDG) lube oil pump outlet coupling leak", "Event_Date": "02-26-2023", "CFR": "50.73.(a)(2)(i)(B)", "ler": "3482023003R00", "text": "EVENT DESCRIPTION On February 26, 2023 at 23:42, with Unit 1 in Mode 1 at 100 percent power, the 1B Emergency Diesel Generator (EDG) [EllS Code: DG] circulating lube oil pump outlet coupling connection [EIIS Code: LL, CPLG] developed an oil leak when the 2 inch lube oil piping became separated at the Flexmaster coupling location resulting in the inoperability of the 1B EDG. The cause of the leak was inadequate restraints on the piping, which allowed movement of the piping and resulted in a failure of the lube oil pressure boundary by the piping separating from the coupling. EVENT ANALYSIS The root cause analysis determined that the 1B EDG lube oil leak was caused by inadequate restraints on piping adjacent to the circulating lube oil pump outlet Flexmaster coupling connection. The lack of adequate restraints allowed movement of the adjacent piping which resulted in a failure of the lube oil pressure boundary by the piping separating from the coupling. The 1B EDG Circulating Lube Oil Pump Discharge piping moved because the designed piping restraint was inadequate to prevent movement. An additional cause was determined to be troubleshooting process deficiencies and implementation weaknesses that led to not identifying and correcting the 1B EDG circulating lube oil system failure mode in November 2022. The February event was the second failure involving the 1B EDG coupling connection. The original leak occurred on November 4, 2022, following the replacement of a flexible coupling on the 1B EDG as part of a new preventive maintenance (PM) activity during an equipment outage. During the return to service maintenance run, the circulating lube oil pump discharge coupling separated from the oil piping causing in an oil leak. The station leaders' oversight of the lube oil leak evaluation and resolution activities was less than adequate to identify and correct the coupling assembly failure. REPORTABILITY AND SAFETY ASSESSMENT As a result of the inadequate trouble shooting of the November 4, 2022 1B EDG lube oil leak and coupling assembly separation, the 1B EDG was vulnerable to initiating events which could adversely affect the ability to supply emergency power. From December 7, 2022 to March 3, 2023 while the plant was in the modes of Applicability, the 1B EDG was inoperable. Based on the availability of redundant onsite power, no loss of safety function occurred during the inoperability of the 1B EDG. This event is reportable under 10 CFR 50.73(a)(2)(i)(B) due to the 1B EDG being inoperable, which failed to meet the LCO in accordance with TS 3.0.1 and 3.8.1 between December 7, 2022, and March 3, 2023. CORRECTIVE ACTIONS PLANNED OR COMPLETED The following corrective actions were taken 1. In February 2023, the existing lube oil pipe restraint for the 1B EDG was modified, and a new additional restraint was installed. The condition was eliminated in October 2023 with the implementation of rigid piping. 2. Troubleshooting process deficiencies and implementation weaknesses were corrected by revisions to the procedures that clearly define roles, responsibilities and required documentation for issue response, troubleshooting and corrective actions addressing deficient conditions. PREVIOUS SIMILAR EVENTS There were no events from the last three years with either the same or similar cause to this event.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "the 1B Emergency Diesel Generator (EDG) circulating lube oil pump outlet coupling connection developed an oil leak when the 2 inch lube oil piping became separated at the Flexmaster coupling location", "attributes": {"trigger": "inoperability"}, "char_interval": {"start_pos": 93, "end_pos": 132}}, {"extraction_class": "Outcome", "extraction_text": "inoperability of the 1B EDG", "attributes": {"consequence": "inoperability"}, "char_interval": {"start_pos": 348, "end_pos": 375}}, {"extraction_class": "Cause", "extraction_text": "inadequate restraints on the piping, which allowed movement of the piping and resulted in a failure of the lube oil pressure boundary by the piping separating from the coupling", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 403, "end_pos": 579}}, {"extraction_class": "Condition", "extraction_text": "The original leak occurred on November 4, 2022, following the replacement of a flexible coupling on the 1B EDG as part of a new preventive maintenance (PM) activity during an equipment outage.", "attributes": {"trigger": "leak"}, "char_interval": {"start_pos": 1405, "end_pos": 1597}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "new preventive maintenance (PM) activity", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 1529, "end_pos": 1569}}, {"extraction_class": "Human_Action", "extraction_text": "replacement of a flexible coupling on the 1B EDG", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1467, "end_pos": 1515}}, {"extraction_class": "Outcome", "extraction_text": "the circulating lube oil pump discharge coupling separated from the oil piping causing in an oil leak", "attributes": {"consequence": "oil leak"}, "char_interval": {"start_pos": 1644, "end_pos": 1745}}, {"extraction_class": "Cause", "extraction_text": "the designed piping restraint was inadequate to prevent movement", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1034, "end_pos": 1098}}, {"extraction_class": "Cause", "extraction_text": "troubleshooting process deficiencies and implementation weaknesses that led to not identifying and correcting the 1B EDG circulating lube oil system failure mode", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 1141, "end_pos": 1302}}, {"extraction_class": "Cause", "extraction_text": "The station leaders' oversight of the lube oil leak evaluation and resolution activities was less than adequate to identify and correct the coupling assembly failure", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 1747, "end_pos": 1912}}, {"extraction_class": "Condition", "extraction_text": "the 1B EDG was inoperable", "attributes": {"trigger": "inadequate trouble shooting of the November 4, 2022 1B EDG lube oil leak and coupling assembly separation"}, "char_interval": {"start_pos": 2281, "end_pos": 2306}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TS 3.0.1 and 3.8.1", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 2577, "end_pos": 2595}}, {"extraction_class": "Human_Action", "extraction_text": "inadequate trouble shooting of the November 4, 2022 1B EDG lube oil leak and coupling assembly separation", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 1969, "end_pos": 2074}}, {"extraction_class": "Outcome", "extraction_text": "the 1B EDG was inoperable", "attributes": {"consequence": "inoperability"}, "char_interval": {"start_pos": 2281, "end_pos": 2306}}, {"extraction_class": "Cause", "extraction_text": "inadequate trouble shooting of the November 4, 2022 1B EDG lube oil leak and coupling assembly separation", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 1969, "end_pos": 2074}}, {"extraction_class": "Corrective_Action", "extraction_text": "the existing lube oil pipe restraint for the 1B EDG was modified, and a new additional restraint was installed", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2746, "end_pos": 2856}}, {"extraction_class": "Cause", "extraction_text": "troubleshooting process deficiencies and implementation weaknesses", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 2947, "end_pos": 3013}}, {"extraction_class": "Corrective_Action", "extraction_text": "The condition was eliminated in October 2023 with the implementation of rigid piping.", "attributes": {"action_type": "design change"}, "char_interval": {"start_pos": 2858, "end_pos": 2943}}, {"extraction_class": "Corrective_Action", "extraction_text": "revisions to the procedures that clearly define roles, responsibilities and required documentation for issue response, troubleshooting and corrective actions addressing deficient conditions.", "attributes": {"action_type": "revision"}, "char_interval": {"start_pos": 3032, "end_pos": 3222}}]}
{"Facility_Name": "Watts Bar Nuclear Plant", "Unit": "Unit 2", "Title": "Automatic Reactor Trip on Main Turbine Trip caused by Main Feed Pump Trip due to Low Condenser Vacuum", "Event_Date": "03-17-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "3912021001R00", "text": "I. Plant Operating Conditions Before the Event Watts Bar Nuclear Plant (WBN) Unit 2 was at 90 percent Rated Thermal Power (RTP). Unit 1 was unaffected by this event. II. Description of Event A. Event Summary On March 17, 2021, during the performance of a breaker swap Work Order, the Alternate Supply Breaker [EIIS:BKR] on the Unit 2C Board [EIIS:EA] inadvertently closed and tripped open upon installation. The Normal Supply Breaker opened as designed when the Alternate Supply Breaker closed. This caused a loss of power to the non-safety related Unit 2C Board and subsequent de-energization of the 2C Condenser Circulating Water (CCW) pump [EIIS:P] and reduction of CCW flow to the plant. The lower CCW flow caused condenser vacuum [EIIS:SH] to lower and resulted in a reactor trip on a main turbine trip due to Main Feed Pump (MFP) trip on low condenser vacuum. Concurrent with the reactor trip, all control and shutdown rods fully inserted, the Auxiliary Feedwater (AWF) System [EIIS:BA] actuated as designed, and all safety systems responded as designed. There were no complications associated with the reactor trip. This event is being reported to the Nuclear Regulatory Commission (NRC) under 10 CFR 50.73(a)(2)(iv)(A) as a safety system actuation of the Reactor Protection System (RPS) and the AFW system. B. Status of structures, components, or systems that were inoperable at the start of the event and that contributed to the event There were no safety related inoperable structures, components, or systems that contributed to this event. C. Dates and approximate times (Eastern Daylight Time [EDT]) of occurrences Date Time Event (EDT) 3/17/2021 0957 The 2C Board de-energized and 2C CCW pump lost power lowering CCW flow to the main condenser. 3/17/2021 0959 Operators started lowering reactor power in accordance with 2-AOI-39, “Rapid Load Reduction” in response to lowering vacuum in the main condenser. 3/17/2021 1002 Remaining condensate booster pumps tripped. 3/17/2021 1004 Automatic Main Turbine and Reactor trip occurred, Operators entered 2-E-0, “Reactor Trip or Safety Injection.” 3/17/2021 1048 Transitioned to 2-GO-5, Unit Shutdown from 30 percent Reactor Power to Hot Standby. Page 2 of 5", "Extractions": [{"extraction_class": "Condition", "extraction_text": "the Alternate Supply Breaker inadvertently closed and tripped open upon installation", "attributes": {"trigger": "reactor trip"}, "char_interval": {"start_pos": 37, "end_pos": 40}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "a breaker swap Work Order", "attributes": {"status": "applied"}, "char_interval": {"start_pos": 191, "end_pos": 192}}, {"extraction_class": "Human_Action", "extraction_text": "performance of a breaker swap Work Order", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 238, "end_pos": 278}}, {"extraction_class": "Outcome", "extraction_text": "a reactor trip on a main turbine trip due to Main Feed Pump (MFP) trip on low condenser vacuum", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 770, "end_pos": 864}}, {"extraction_class": "Cause", "extraction_text": "the Alternate Supply Breaker inadvertently closed and tripped open upon installation", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 280, "end_pos": 406}}, {"extraction_class": "Condition", "extraction_text": "The 2C Board de-energized and 2C CCW pump lost power lowering CCW flow to the main condenser", "attributes": {"trigger": "reactor trip"}, "char_interval": {"start_pos": 1664, "end_pos": 1756}}, {"extraction_class": "Outcome", "extraction_text": "reactor trip", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 886, "end_pos": 898}}, {"extraction_class": "Outcome", "extraction_text": "the Auxiliary Feedwater (AWF) System [EIIS:BA] actuated as designed", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 946, "end_pos": 1013}}, {"extraction_class": "Cause", "extraction_text": "The 2C Board de-energized and 2C CCW pump lost power", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1664, "end_pos": 1716}}, {"extraction_class": "Condition", "extraction_text": "lowering vacuum in the main condenser", "attributes": {"trigger": "Rapid Load Reduction"}, "char_interval": {"start_pos": 1791, "end_pos": 1799}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "2-AOI-39, “Rapid Load Reduction”", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 1833, "end_pos": 1865}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "2-E-0, “Reactor Trip or Safety Injection.”", "attributes": {"status": "entered"}, "char_interval": {"start_pos": 2062, "end_pos": 2104}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "2-GO-5, Unit Shutdown from 30 percent Reactor Power to Hot Standby", "attributes": {"status": "transitioned to"}, "char_interval": {"start_pos": 2136, "end_pos": 2202}}, {"extraction_class": "Human_Action", "extraction_text": "Operators started lowering reactor power", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1773, "end_pos": 1813}}, {"extraction_class": "Human_Action", "extraction_text": "Operators entered 2-E-0, “Reactor Trip or Safety Injection.”", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2044, "end_pos": 2104}}, {"extraction_class": "Outcome", "extraction_text": "Remaining condensate booster pumps tripped", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1935, "end_pos": 1977}}, {"extraction_class": "Outcome", "extraction_text": "Automatic Main Turbine and Reactor trip occurred", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 1994, "end_pos": 2042}}, {"extraction_class": "Cause", "extraction_text": "lowering vacuum in the main condenser", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1881, "end_pos": 1918}}]}
{"Facility_Name": "V.C. Summer Nuclear Station", "Unit": "Unit 1", "Title": "CONDITION PROHIBITED BY TECHNICAL SPECIFICATIONS: INOPERABLE 'B' EMERGENCY DIESEL GENERATOR", "Event_Date": "02-09-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "3952022002R01", "text": "1.0 DESCRIPTION OF THE EVENT On February 9, 2022, VCSNS identified kilowatt oscillations in the load of the 'B' Emergency Diesel Generator (EDG) during the performance of surveillance test procedure STP-125.002B. The 'B' EDG satisfied STP-125.002B acceptance criteria. Since the kilowatt oscillations were not immediately explainable, the 'B' EDG was declared inoperable. This prompt operability review was based on qualitative engineering analysis. During troubleshooting on February 9, an intermittently connecting pin was discovered in a governor Amphenol connector, which was causing the kilowatt oscillations. The Amphenol connector was replaced to correct the connection issue. VCSNS TS 3.8.1.1.b requires two separate and independent EDGs and appurtenances during Mode 1 through 4 operations. The broken Amphenol connector pin on the 'B' EDG governor wire resulted in inoperability of the 'B' EDG, contrary to VCSNS TS 3.8.1.1.b, from January 16 to February 9, 2022. 2.0 SIGNIFICANT SAFETY CONSEQUENCES AND IMPLICATIONS The 'B' EDG is one of two safety-related (SR) power supplies on-site and provides the emergency on-site power supply to Engineered Safety Feature (ESF) loads on bus 1DB, in the event of off-site power interruption. Bus 1DB powers one of the two sets of redundant ESF equipment needed in the postulated design basis accident (DBA) scenario. In the event neither EDG is available to power its respective loads, a non-safety related alternate AC power (AAC) source can provide power. The AAC is designed to provide back-up power to either ESF bus whenever one of the EDGs is out of service, particularly in Modes 1 through 4 operation. The design of the AAC is capable of providing the required safety and non- safety related loads in the event of a total loss of offsite power and if both EDGs fail to start and load. Although the AAC is not designed for DBA loads, it is capable of supplying sufficient power to mitigate the effects of an accident. The AAC is not credited in the safety analysis.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "kilowatt oscillations in the load of the 'B' Emergency Diesel Generator (EDG)", "attributes": {"trigger": "identified during surveillance test"}, "char_interval": {"start_pos": 67, "end_pos": 144}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "surveillance test procedure STP-125.002B", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 171, "end_pos": 211}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "VCSNS TS 3.8.1.1.b", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 684, "end_pos": 702}}, {"extraction_class": "Human_Action", "extraction_text": "performance of surveillance test procedure STP-125.002B", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 156, "end_pos": 211}}, {"extraction_class": "Outcome", "extraction_text": "the 'B' EDG was declared inoperable", "attributes": {"consequence": "inoperability"}, "char_interval": {"start_pos": 335, "end_pos": 370}}, {"extraction_class": "Cause", "extraction_text": "an intermittently connecting pin was discovered in a governor Amphenol connector", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 488, "end_pos": 568}}, {"extraction_class": "Corrective_Action", "extraction_text": "The Amphenol connector was replaced to correct the connection issue.", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 615, "end_pos": 683}}, {"extraction_class": "Cause", "extraction_text": "no event described", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}]}
{"Facility_Name": "Shearon Harris Nuclear Power Plant", "Unit": "Unit 1", "Title": "Manual Reactor Trip due to Degrading Condenser Vacuum", "Event_Date": "04-29-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4002022003R00", "text": "Note: Energy Industry Identification System (EIIS) codes are identified in the text within brackets []. A. Background Prior to the event, Shearon Harris Nuclear Power Plant, Unit 1 (HNP), was operating in Mode 1 at approximately 100 percent power. There were no structures, systems, or components that were inoperable at the time of this event that contributed to the event. This event is reportable per 10 CFR 50.73(a)(2)(iv)(A) as “Any event or condition that resulted in manual actuation or automatic actuation of any of the systems listed in paragraph (a)(2)(iv)(B) of [10 CFR 50.73]...” due to actuation of the Reactor Protection System (RPS) [JC] and Auxiliary Feedwater System (AFWS) [BA]. All actuated safety systems functioned as designed. The Main Condenser Air Removal System [SH] vacuum pumps (CVPs) [P] are designed to establish and maintain condenser vacuum and to remove non-condensable gases during plant operation. Condenser vacuum is normally maintained at approximately 2 to 4 inches of mercury (Hg) absolute to minimize condenser back pressure. Operating with high back pressure may cause overheating of the turbine [TRB] elements, which could lead to distortion of the rotor and/or turbine blading. There are two 100 percent capacity two-stage liquid ring type CVPs that require seal water to function. The seal water provides inlet spray at the inlet of the pump first stage which condenses vapors before they enter the main pump body. Airflow passes from the compression stages into the moisture separator [SEP] tank [TK]. The moisture separator tank allows the air to separate from the water in the discharge of the CVPs. Air is discharged to the Turbine Building vent stack. The water remains in the moisture separator tank and serves as a reservoir for the seal water supply. Each CVP has an air-operated suction valve [ISV] that isolates the CVPs from the condenser. Each of the suction valves will open with the start of the associated CVP and will close when the CVP is secured. There is a check valve [V] on the outlet of each moisture separator tank that prevents reverse flow when the CVP is shut down. This check valve provides a backup to the CVP suction valve to prevent reverse flow through the moisture separator tank and CVP. The air-operated suction valve is an air-to-open, spring-to-close butterfly valve with a piston actuator. The air supplied to the valve actuator is controlled by a solenoid-operated valve (SOV) [SOL]. When the CVP is in operation, the SOV is energized and supplying air to the actuator that opens the valve to provide a path to the condenser for drawing a vacuum. When the CVP is off, the SOV is de-energized, which vents the air from the actuator, allowing the actuator spring to close the valve. B. Event Description On April 29, 2022, at 04:05 Eastern Daylight Time, the reactor was manually tripped due to degrading condenser vacuum approaching the turbine trip setpoint. The trip was not complex, with all systems responding normally post-trip. The RPS and AFWS actuated as designed. A monthly swap of the CVPs was in progress at the time of this event. Prior to the pump swap, the ‘B’ CVP was in operation with condenser pressure in the normal range of 3-4 inches Hg absolute and stable. To begin the CVP swap sequence, the ‘A’ CVP was started at 03:59. Condenser pressure remained normal and stable following the pump start. Approximately 2 minutes later, at 04:01, the ‘B’ CVP was secured and CVP effluent flow began to increase within 5 seconds. When the ‘B’ CVP was secured, the operator noted that the ‘B’ CVP suction isolation valve, 1AE-16, did not close as expected. The operator then proceeded to close 1AE-53, ‘B’ CVP discharge isolation valve when the manual reactor trip occurred.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "10 CFR 50.73(a)(2)(iv)(A)", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 404, "end_pos": 429}}, {"extraction_class": "Outcome", "extraction_text": "actuation of the Reactor Protection System (RPS) and Auxiliary Feedwater System (AFWS)", "attributes": {"consequence": "reactor trip and AFW actuation"}, "char_interval": {"start_pos": 599, "end_pos": 647}}, {"extraction_class": "Cause", "extraction_text": "not specified in the provided text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "normal system operation", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "degrading condenser vacuum approaching the turbine trip setpoint", "attributes": {"trigger": "manual reactor trip"}, "char_interval": {"start_pos": 2874, "end_pos": 2938}}, {"extraction_class": "Condition", "extraction_text": "the ‘B’ CVP suction isolation valve, 1AE-16, did not close as expected", "attributes": {"trigger": "degrading condenser vacuum"}, "char_interval": {"start_pos": 3573, "end_pos": 3643}}, {"extraction_class": "Human_Action", "extraction_text": "the reactor was manually tripped", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2834, "end_pos": 2866}}, {"extraction_class": "Human_Action", "extraction_text": "the ‘A’ CVP was started", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 3290, "end_pos": 3313}}, {"extraction_class": "Human_Action", "extraction_text": "the ‘B’ CVP was secured", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 3437, "end_pos": 3460}}, {"extraction_class": "Human_Action", "extraction_text": "The operator then proceeded to close 1AE-53, ‘B’ CVP discharge isolation valve", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 3645, "end_pos": 3723}}, {"extraction_class": "Outcome", "extraction_text": "the reactor was manually tripped", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 3729, "end_pos": 3732}}, {"extraction_class": "Outcome", "extraction_text": "The RPS and AFWS actuated as designed", "attributes": {"consequence": "RPS and AFWS actuation"}, "char_interval": {"start_pos": 3014, "end_pos": 3051}}, {"extraction_class": "Cause", "extraction_text": "the ‘B’ CVP suction isolation valve, 1AE-16, did not close as expected", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 3573, "end_pos": 3643}}]}
{"Facility_Name": "Shearon Harris Nuclear Power Plant", "Unit": "Unit 1", "Title": "Both Trains of High Head Safety Injection Inoperable", "Event_Date": "05-02-2022", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(A), 50.73.(a)(2)(v)(D)", "ler": "4002022004R00", "text": "Note: Applicable Energy Industry Identification System (EIIS) codes are identified in the text within brackets []. A. Background Prior to the event, Shearon Harris Nuclear Power Plant, Unit 1 (HNP), was operating in Mode 1 at approximately 100 percent power, following recovery from a manual reactor trip on April 29, 2022, due to lowering condenser vacuum. At the time of the event, the ‘B’ Charging Safety Injection Pump (CSIP)[P] discharge isolation valve 1CS-197 [ISV] was shut instead of being in its required open position. No other structures, systems, or components were inoperable at the time that contributed to the event. This event is reportable per 10 CFR 50.73(a)(2)(i)(B) as “any operation or condition which was prohibited by the plant’s Technical Specifications,” and 10 CFR 50.73(a)(2)(v) as “any event or condition that could have prevented the fulfillment of the safety function of structures or systems that are needed to: (A) shut down the reactor and maintain it in a safe shutdown condition;“ and “(D) mitigate the consequences of an accident,” due to both the ‘A’ CSIP and ‘B’ CSIP being inoperable concurrently, which subsequently rendered both trains of high head safety injection (HHSI)[BQ] in the Emergency Core Cooling System (ECCS) inoperable. The ECCS consists of multiple water reservoirs and redundant flow paths to provide emergency borated cooling water directly to the Reactor Coolant System (RCS) [AB] subsequent to a loss of coolant accident (LOCA), main steam line break, or other event affecting RCS inventory. The primary function of the ECCS is to remove the stored and fission product decay heat from the reactor core during accident conditions. This system functions in conjunction with the Residual Heat Removal (RHR) System [BP] as low head safety injection [BP] and the Chemical Volume and Control System (CVCS)[CB] as HHSI. The high head pumps deliver flow through the boron injection tank [TK] to the RCS. HNP Technical Specification (TS) 3.1.2.4 requires at least two CSIPs to be operable in Modes 1, 2, and 3. With only one CSIP operable, the site must restore at least two CSIPs to operable status within 72 hours or in accordance with the Risk- Informed Completion Time Program or be in at least hot standby and borated to a shutdown margin as specified in the Core Operating Limits Report (COLR) at 200°F within the next 6 hours. Furthermore, at least two CSIPs must be restored to operable status within the next 7 days or be in hot shutdown within the next 6 hours. HNP TS 3.1.2.2 requires at least two of the following three boron injection flow paths to be operable in Modes 1, 2, and 3: a) the flow path from the boric acid tank via a boric acid transfer pump and a CSIP to the RCS; and b) two flow paths from the refueling water storage tank via CSIPs to the RCS. With only one of the above required boron injection flow paths to the RCS operable, the site must restore at least two boron injection flow paths to the RCS to operable status within 72 hours or in accordance with the Risk-Informed Completion Time Program or be in at least hot standby and borated to a shutdown margin as specified in the COLR at 200°F within the next 6 hours. Furthermore, at least two flow paths must be restored to operable status within the next 7 days or be in hot shutdown within the next 6 hours. HNP TS 3.5.2 requires two independent ECCS subsystems to be operable in Modes 1, 2, and 3, with each subsystem comprised of: a) one operable CSIP; b) one operable RHR heat exchanger; c) one operable RHR pump; and d) an operable flow path capable of taking suction from the refueling water storage tank on a Safety Injection signal and, upon being manually aligned, transferring suction to the containment sump during the recirculation phase of operation. With one ECCS subsystem inoperable, the site must restore the inoperable subsystem to operable status within 72 hours or in accordance with the Risk-Informed Completion Time Program or be in at least hot standby within the next 6 hours and", "Extractions": [{"extraction_class": "Condition", "extraction_text": "the ‘B’ Charging Safety Injection Pump (CSIP) discharge isolation valve 1CS-197 was shut instead of being in its required open position", "attributes": {"trigger": "prohibited condition"}, "char_interval": {"start_pos": 384, "end_pos": 428}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "plant’s Technical Specifications", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 746, "end_pos": 778}}, {"extraction_class": "Outcome", "extraction_text": "operation or condition which was prohibited by the plant’s Technical Specifications", "attributes": {"consequence": "prohibited condition"}, "char_interval": {"start_pos": 695, "end_pos": 778}}, {"extraction_class": "Cause", "extraction_text": "valve 1CS-197 being in the wrong position", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 453, "end_pos": 528}}, {"extraction_class": "Condition", "extraction_text": "both the ‘A’ CSIP and ‘B’ CSIP being inoperable concurrently", "attributes": {"trigger": "inoperability of HHSI"}, "char_interval": {"start_pos": 1076, "end_pos": 1136}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "73(a)(2)(v)", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 795, "end_pos": 806}}, {"extraction_class": "Outcome", "extraction_text": "rendered both trains of high head safety injection (HHSI) in the Emergency Core Cooling System (ECCS) inoperable", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1157, "end_pos": 1213}}, {"extraction_class": "Cause", "extraction_text": "unspecified equipment inoperability", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "HNP Technical Specification (TS) 3.1.2.4", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1956, "end_pos": 1996}}, {"extraction_class": "Cause", "extraction_text": "no event described in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "only one of the above required boron injection flow paths to the RCS operable", "attributes": {"trigger": "reduced operability"}, "char_interval": {"start_pos": 2830, "end_pos": 2907}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "HNP TS 3.5", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 3346, "end_pos": 3356}}, {"extraction_class": "Human_Action", "extraction_text": "restore at least two boron injection flow paths to the RCS to operable status", "attributes": {"adherence": "required"}, "char_interval": {"start_pos": 2923, "end_pos": 3000}}, {"extraction_class": "Outcome", "extraction_text": "be in at least hot standby and borated to a shutdown margin as specified in the COLR at 200°F within the next 6 hours", "attributes": {"consequence": "required plant state change"}, "char_interval": {"start_pos": 3084, "end_pos": 3201}}, {"extraction_class": "Cause", "extraction_text": "cause not specified in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "2 requires two independent ECCS subsystems to be operable in Modes 1, 2, and 3", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 3357, "end_pos": 3435}}, {"extraction_class": "Cause", "extraction_text": "No event or cause described in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "restore the inoperable subsystem to operable status within 72 hours", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 3851, "end_pos": 3918}}]}
{"Facility_Name": "Shearon Harris Nuclear Power Plant", "Unit": "Unit 1", "Title": "Automatic Reactor Trip due to Loss of Power from the ‘A’ Auxiliary Bus", "Event_Date": "10-30-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4002022007R01", "text": "Note: Energy Industry Identification System (EIIS) codes are identified in the text within brackets []. A. Background Prior to the event, Shearon Harris Nuclear Power Plant, Unit 1 (HNP), was operating in Mode 1 at approximately sixteen percent power. There were no structures, systems, or components that were inoperable at the time of this event that contributed to the event. This event is reportable per 10 CFR 50.73(a)(2)(iv)(A) as “Any event or condition that resulted in manual or automatic actuation of any of the systems listed in paragraph (a)(2)(iv)(B) of [10 CFR 50.73]...” due to actuation of the reactor protection system (RPS) [JC] and auxiliary feedwater system (AFWS) [BA]. All actuated safety systems functioned as designed. The onsite non-emergency electrical distribution system [EA] provides auxiliary power to buses [BUs] that are divided into trains 'A' and 'B'. Under normal operating conditions, the ‘A’ train receives power through the ‘A’ unit auxiliary transformer (UAT) [XFMR] and the ‘B’ train receives power through the ‘B’ UAT. During start-up and shutdown conditions, offsite power is supplied to the ‘A’ and ‘B’ trains through the ‘A’ start-up transformer (SUT) and ‘B’ SUT. At the time of the event, the ‘A’ auxiliary bus was supplying non-safety equipment loads that included the ‘A’ reactor coolant pump (RCP) motor [AB P MO], ‘C’ RCP motor, ‘A’ condensate pump motor [SD P MO], ‘A’ condensate booster pump motor, and ‘A’ main feedwater pump (MFP) motor [SJ P MO]. B. Event Description At 06:53 Eastern Daylight Time, with HNP in Mode 1, at approximately sixteen percent power following completion of a refueling outage, an automatic reactor trip occurred due to an under-voltage condition on the 'A' RCP and the 'C' RCP that resulted from a loss of power from the ‘A’ auxiliary bus. Power was lost from the 'A' auxiliary bus while operators were performing a procedure to transfer power from the 'A' SUT to the 'A' UAT. With the loss of power from the ‘A’ auxiliary bus, the ‘A’ MFP tripped. The ‘B’ MFP was not in service and with the loss of the last running MFP, the AFWS actuated as designed. Safety systems functioned as required. An investigation determined that the current transformers (CTs) [XCTs] in the ‘1A-3’ cubicle were mis-wired, resulting in a differential current protective relay [87] sensing the equivalent of a differential current in the ‘C’ phase on the ‘A’ auxiliary bus. When current was applied through the ‘A’ UAT to the ‘1A-3’ cubicle, the differential current protective relay actuated, which actuated the lockout of the ‘A’ auxiliary bus. The wiring error occurred during maintenance activities on the CTs that were reinstalled during the refueling outage. C. Causal Factors The root cause of the CT wiring error was that the lift/land of leads for the CT maintenance was not performed in accordance with procedural guidance that requires unique cable identifiers for each lead lifted to ensure the as-found configuration would be replicated during the lead terminations. A contributing cause was that the lift/lead process lacked sufficient rigor to ensure configuration control. It was determined that the post-maintenance testing (PMT) following the maintenance activity was inadequate since it only included wire land verification. The development and approval of the PMT did not adequately address the potential consequences of bus de-energization for an incorrectly wired CT. This resulted in not identifying the need to perform additional checks or testing, which consequently led to not validating proper CT configuration.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "10 CFR 50.73(a)(2)(iv)(A)", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 408, "end_pos": 433}}, {"extraction_class": "Outcome", "extraction_text": "actuation of the reactor protection system (RPS) [JC] and auxiliary feedwater system (AFWS) [BA]", "attributes": {"consequence": "reactor trip and AFW actuation"}, "char_interval": {"start_pos": 593, "end_pos": 688}}, {"extraction_class": "Cause", "extraction_text": "Any event or condition that resulted in manual or automatic actuation", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 438, "end_pos": 507}}, {"extraction_class": "Condition", "extraction_text": "an under-voltage condition on the 'A' RCP and the 'C' RCP that resulted from a loss of power from the ‘A’ auxiliary bus", "attributes": {"trigger": "automatic reactor trip"}, "char_interval": {"start_pos": 1700, "end_pos": 1819}}, {"extraction_class": "Outcome", "extraction_text": "an automatic reactor trip occurred", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 1658, "end_pos": 1692}}, {"extraction_class": "Cause", "extraction_text": "a loss of power from the ‘A’ auxiliary bus", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1777, "end_pos": 1819}}, {"extraction_class": "Condition", "extraction_text": "Power was lost from the 'A' auxiliary bus", "attributes": {"trigger": "differential current protective relay actuated"}, "char_interval": {"start_pos": 1821, "end_pos": 1862}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "a procedure to transfer power from the 'A' SUT to the 'A' UAT", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 1895, "end_pos": 1956}}, {"extraction_class": "Human_Action", "extraction_text": "operators were performing a procedure to transfer power from the 'A' SUT to the 'A' UAT", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1869, "end_pos": 1956}}, {"extraction_class": "Outcome", "extraction_text": "the AFWS actuated as designed", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 2104, "end_pos": 2133}}, {"extraction_class": "Cause", "extraction_text": "current transformers (CTs) in the ‘1A-3’ cubicle were mis-wired", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2211, "end_pos": 2237}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "procedural guidance that requires unique cable identifiers for each lead lifted", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 2872, "end_pos": 2951}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "post-maintenance testing (PMT)", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 3175, "end_pos": 3205}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "The development and approval of the PMT", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 2742, "end_pos": 2745}}, {"extraction_class": "Human_Action", "extraction_text": "the lift/land of leads for the CT maintenance was not performed in accordance with procedural guidance", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 2789, "end_pos": 2891}}, {"extraction_class": "Outcome", "extraction_text": "CT wiring error", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2764, "end_pos": 2779}}, {"extraction_class": "Outcome", "extraction_text": "not identifying the need to perform additional checks or testing, which consequently led to not validating proper CT configuration", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 3466, "end_pos": 3596}}, {"extraction_class": "Cause", "extraction_text": "the lift/land of leads for the CT maintenance was not performed in accordance with procedural guidance that requires unique cable identifiers for each lead lifted to ensure the as-found configuration would be replicated during the lead terminations", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 2789, "end_pos": 3037}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 2", "Title": "Unit 2 Manual Reactor Trip", "Event_Date": "11-12-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4122021004R00", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND The Main Feedwater Pump Recirculation Valves (2FWR-FCV150A and B) [JB] are each controlled by a CLOSE-AUTO- OPEN key switch located in the field near the valve. The key switch is normally maintained in AUTO to allow the valves to be controlled by flow switches in the suction line of the main feed pumps. Red (open) and Green (closed) indicating lights are provided on Benchboard Section C. The valve will manually open when its local control switch is placed in OPEN and will manually close when its local control switch is placed in CLOSE. DESCRIPTION OF EVENT At 1007 EST on November 12, 2021, the Beaver Valley Power Station, Unit 2 (BVPS-2) reactor was manually tripped due to increasing steam generator [SB] water levels due to 2FWR-FCV150A and B oscillating. The oscillation of the valves led to a steam generator water level transient that met predefined reactor trip criteria. BVPS-2 was in Mode 1 at approximately 17 percent power following a refueling outage and no equipment was inoperable at the start of the event that contributed to the event. The trip was not complicated, and the plant was stabilized in Mode 3. Prior to the event, at approximately 0040, a procedure step to verify that the key lock switches for 2FWR-FCV150A and B were in OPEN was not performed, resulting in the key lock switches being left in AUTO. Reactor power was then raised from 5 percent over the next hour and a half to approximately 17 percent by 0200. A condenser steam dump/turbine bypass valve perturbation caused 2FWR-FCV150A and B to oscillate and then stabilize at approximately 0630. At approximately 0945 the valves began oscillating again resulting in steam generator water level increase, and the bypass feedwater regulating valves were placed in manual control to control the steam generator water level. At 1000, the key lock switches for 2FWR-FCV150A and B were placed in OPEN. The steam generator water levels reached the trip criteria before they were able to be stabilized and the plant was manually tripped at 1007. CAUSE OF EVENT On midnight shift during the performance of 2OM-52.4.A, \"Raising Power From 5% to Full Load Operation,\" revision 90, a step to verify that the key lock switches for 2FWR-FCV150A and B were in the OPEN position was not performed properly, resulting in the key lock switches being left in AUTO. During turbine valve testing on the following shift, a condenser steam dump [JI] oscillation occurred that led to feedwater flow being lowered to the setpoint of 2FWR- FCV150A and B which caused the valves to oscillate. These oscillations led to the steam generator water level transient and subsequent manual reactor trip. The direct cause was that the key lock switches for 2FWR-FCV150A and B were left in AUTO allowing the valves to modulate based on flow indication.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "increasing steam generator water levels", "attributes": {"trigger": "met predefined reactor trip criteria"}, "char_interval": {"start_pos": 780, "end_pos": 824}}, {"extraction_class": "Human_Action", "extraction_text": "the Beaver Valley Power Station, Unit 2 (BVPS-2) reactor was manually tripped", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 695, "end_pos": 772}}, {"extraction_class": "Outcome", "extraction_text": "the Beaver Valley Power Station, Unit 2 (BVPS-2) reactor was manually tripped", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 695, "end_pos": 772}}, {"extraction_class": "Cause", "extraction_text": "The oscillation of the valves", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 864, "end_pos": 893}}, {"extraction_class": "Condition", "extraction_text": "A condenser steam dump/turbine bypass valve perturbation caused 2FWR-FCV150A and B to oscillate", "attributes": {"trigger": "oscillation"}, "char_interval": {"start_pos": 1546, "end_pos": 1641}}, {"extraction_class": "Condition", "extraction_text": "the valves began oscillating again resulting in steam generator water level increase", "attributes": {"trigger": "oscillation; level increase"}, "char_interval": {"start_pos": 1706, "end_pos": 1790}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "a procedure step to verify that the key lock switches for 2FWR-FCV150A and B were in OPEN", "attributes": {"status": "not performed"}, "char_interval": {"start_pos": 1270, "end_pos": 1359}}, {"extraction_class": "Human_Action", "extraction_text": "a procedure step to verify that the key lock switches for 2FWR-FCV150A and B were in OPEN was not performed, resulting in the key lock switches being left in AUTO", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 1270, "end_pos": 1432}}, {"extraction_class": "Human_Action", "extraction_text": "the bypass feedwater regulating valves were placed in manual control to control the steam generator water level", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1796, "end_pos": 1907}}, {"extraction_class": "Cause", "extraction_text": "a procedure step to verify that the key lock switches for 2FWR-FCV150A and B were in OPEN was not performed", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 1270, "end_pos": 1377}}, {"extraction_class": "Corrective_Action", "extraction_text": "the key lock switches for 2FWR-FCV150A and B were placed in OPEN", "attributes": {"action_type": "manual intervention"}, "char_interval": {"start_pos": 1918, "end_pos": 1982}}, {"extraction_class": "Condition", "extraction_text": "steam generator water levels reached the trip criteria", "attributes": {"trigger": "manual reactor trip"}, "char_interval": {"start_pos": 1988, "end_pos": 2042}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "2OM-52.4.A, \"Raising Power From 5% to Full Load Operation,\" revision 90", "attributes": {"status": "not performed properly"}, "char_interval": {"start_pos": 2185, "end_pos": 2256}}, {"extraction_class": "Human_Action", "extraction_text": "a step to verify that the key lock switches for 2FWR-FCV150A and B were in the OPEN position was not performed properly, resulting in the key lock switches being left in AUTO", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 2258, "end_pos": 2432}}, {"extraction_class": "Outcome", "extraction_text": "the plant was manually tripped", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 2466, "end_pos": 2469}}, {"extraction_class": "Cause", "extraction_text": "a step to verify that the key lock switches for 2FWR-FCV150A and B were in the OPEN position was not performed properly", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 2487, "end_pos": 2488}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 2", "Title": "Manual Reactor Trip and Auxiliary Feedwater Actuation due to trip of a Main Feedwater Pump", "Event_Date": "11-17-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4122021005R00", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND The heater drain pumps and separator drain receiver drain pumps along with the condensate pumps provide flow at sufficient pressure to the suction of the Main Feedwater Pumps (MFPs). BVPS-2 requires two condensate pumps in service at full power to provide adequate MFP suction pressure. A third standby condensate pump provides redundancy for any MFP suction flow transients that could challenge MFP operation and is normally aligned to auto-start on low MFP suction pressure. DESCRIPTION OF EVENT At 1313 on November 17, 2021 while at approximately 100 percent power, the BVPS-2 reactor was manually tripped following a trip of the 21B MFP [SJ] due to a loss of suction pressure. A transient in the Heater Drain System [SN] commenced at 1300 due to a level increase in the 21A Second Point Heater Drain Receiver Tank. The level fluctuation resulted in high tank level alarms in the control room at 1310, and due to the system perturbations an unexpected actuation of the tank's low-low level switch occurred at 1312, which by design tripped the 21A Heater Drain Pump and the 22A Separator Drain Receiver Drain Pump. The trip of these two pumps reduced flow and lowered MFP suction pressure. The standby third condensate pump [SD] was out of service for maintenance since prior to startup from refueling outage 2R22 on November 12, 2021, and was not available to automatically start on low MFP pressure. When the 21B MFP tripped on low suction pressure at 1313, Control Room operators recognized the loss of a running MFP outside of procedural requirements and manually tripped the reactor. The trip was not complicated and the plant was stabilized in Mode 3. All control rods [AA] fully inserted into the reactor core. The Auxiliary Feedwater System (AFW) [BA] automatically actuated on low steam generator [SJ] water level as expected, and the AFW system performed as designed. There was no safety-related equipment inoperable at the start of the event that contributed to the event. The standby third condensate pump was unavailable at the start of the event and this did contribute to the event. CAUSE OF EVENT The direct cause of the need to perform the manual reactor trip was the loss of MFP suction pressure resulting in an automatic trip of a running MFP. The apparent cause of this event is additional mitigating actions were not taken when the third condensate pump motor was not returned from the vendor as scheduled. Had the standby third condensate pump been available, it would have auto-started on low MFP suction pressure, preventing the trip of the running MFP, thus a manual reactor trip would not have been necessary. Not having the standby condensate pump available created a conditional single point vulnerability within the Condensate [SD] and Heater Drains systems that were not identified or mitigated.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "A transient in the Heater Drain System [SN] commenced at 1300 due to a level increase in the 21A Second Point Heater Drain Receiver Tank", "attributes": {"trigger": "loss of suction pressure"}, "char_interval": {"start_pos": 779, "end_pos": 915}}, {"extraction_class": "Human_Action", "extraction_text": "the BVPS-2 reactor was manually tripped", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 667, "end_pos": 706}}, {"extraction_class": "Outcome", "extraction_text": "trip of the 21B MFP [SJ] due to a loss of suction pressure", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 719, "end_pos": 777}}, {"extraction_class": "Cause", "extraction_text": "A transient in the Heater Drain System [SN] commenced at 1300 due to a level increase in the 21A Second Point Heater Drain Receiver Tank", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 779, "end_pos": 915}}, {"extraction_class": "Condition", "extraction_text": "lowered MFP suction pressure", "attributes": {"trigger": "21B MFP tripped on low suction pressure"}, "char_interval": {"start_pos": 1260, "end_pos": 1288}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "procedural requirements", "attributes": {"status": "not met"}, "char_interval": {"start_pos": 1631, "end_pos": 1654}}, {"extraction_class": "Human_Action", "extraction_text": "manually tripped the reactor", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1659, "end_pos": 1687}}, {"extraction_class": "Outcome", "extraction_text": "manually tripped the reactor", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 1659, "end_pos": 1687}}, {"extraction_class": "Cause", "extraction_text": "The standby third condensate pump was out of service for maintenance since prior to startup from refueling outage 2R22 on November 12, 2021, and was not available to automatically start on low MFP pressure.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1290, "end_pos": 1323}}, {"extraction_class": "Condition", "extraction_text": "loss of MFP suction pressure", "attributes": {"trigger": "automatic trip of a running MFP"}, "char_interval": {"start_pos": 2285, "end_pos": 2313}}, {"extraction_class": "Human_Action", "extraction_text": "manual reactor trip", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2257, "end_pos": 2276}}, {"extraction_class": "Outcome", "extraction_text": "The Auxiliary Feedwater System (AFW) automatically actuated", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 1818, "end_pos": 1854}}, {"extraction_class": "Outcome", "extraction_text": "manual reactor trip", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 2257, "end_pos": 2276}}, {"extraction_class": "Cause", "extraction_text": "additional mitigating actions were not taken when the third condensate pump motor was not returned from the vendor as scheduled", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 2399, "end_pos": 2526}}, {"extraction_class": "Condition", "extraction_text": "Not having the standby condensate pump available", "attributes": {"trigger": "created a conditional single point vulnerability"}, "char_interval": {"start_pos": 2736, "end_pos": 2784}}, {"extraction_class": "Human_Action", "extraction_text": "not identified or mitigated", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 2897, "end_pos": 2924}}, {"extraction_class": "Outcome", "extraction_text": "created a conditional single point vulnerability", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2785, "end_pos": 2833}}, {"extraction_class": "Cause", "extraction_text": "that were not identified or mitigated", "attributes": {"category": "conflicting_procedure", "code": "CF4"}, "char_interval": {"start_pos": 2887, "end_pos": 2924}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 2", "Title": "Unit 2 Operation or Condition Prohibited by Technical Specification and Loss of Safety Function due to Emergency Diesel Generator Fuel Oil Intrusion into Lube Oil", "Event_Date": "07-13-2022", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(A), 50.73.(a)(2)(v)(D)", "ler": "4122022001R00", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND Beaver Valley Power Station, Unit No. 2 (BVPS-2) has two separate trains of emergency diesel generators (EDGs) [EK], both of which are required to be operable in mode 1 by Technical Specification (TS) 3.8.1, AC Sources - Operating. Condition B for one EDG inoperable requires a surveillance to be performed for the operable offsite circuit(s) within 1 hour and then once every 8 hours, as well as restoration of the EDG to operable status within 72 hours. Additionally, TS 3.8.1 condition E with two EDGs inoperable requires one to be restored to operable status within 2 hours. Condition G requires shutdown of the Unit if the Required Action and Completion Time are not met. The EDG fuel oil injection pumps [DC-P] have a gravity drain to the underground fuel oil storage tank [DE-TK] which allows excess fuel oil from the pumps to return to the tank. This is routed such that there is an inverted U-shaped section of the piping which can trap air if drained. A normally closed vent valve is located on this section of pipe to release any trapped air. DESCRIPTION OF EVENT On July 13, 2022, while BVPS-2 was operating at 100 percent power, fuel oil intrusion was identified in the lube oil for EDG 2-2 following a declining trend in lube oil viscosity. Based on the information available at the time, there was reasonable assurance that EDG 2-2 would be able to fulfill its safety function and meet its mission time, and a follow-up operability determination was requested. During the follow-up operability determination, it was determined that EDG 2-2 would not be able to meet its mission time of 30 days based on the fuel oil intrusion degrading the quality of the lube oil, and EDG 2-2 was declared inoperable on July 13, 2022 at 2055 hours. During the investigation, the gravity drain from the fuel oil injection pumps to the underground tank was found to be air bound, which prevented excess fuel oil from the pumps from flowing back to the tank and allowed for intrusion into the lube oil [LA]. Three of these pumps were replaced and the gravity drain line was vented by opening the vent valve. The air bound condition existed since the most recent refueling outage in October 2021 following a required surveillance to empty, clean, and refill the EDG fuel oil storage tanks. Due to the decreasing viscosity of the lube oil as a result of the fuel oil intrusion, past operability is not supported for the approximate nine months from October 2021 to July 16, 2022. This condition was identified on the opposite train EDG 2-1 during the outage following a post-maintenance test (PMT) and corrected, therefore this condition did not exist on EDG 2-1 during the time period since the outage. EDG 2-2 did not show similar symptoms during its PMT and so was not investigated for a similar condition.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification (TS) 3.8.1, AC Sources - Operating", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 270, "end_pos": 328}}, {"extraction_class": "Cause", "extraction_text": "The provided text is background information and does not describe an event or its cause.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "fuel oil intrusion was identified in the lube oil for EDG 2-2 following a declining trend in lube oil viscosity", "attributes": {"trigger": "declining trend in lube oil viscosity"}, "char_interval": {"start_pos": 1240, "end_pos": 1351}}, {"extraction_class": "Outcome", "extraction_text": "EDG 2-2 was declared inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 1437, "end_pos": 1444}}, {"extraction_class": "Cause", "extraction_text": "fuel oil intrusion degrading the quality of the lube oil", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1720, "end_pos": 1776}}, {"extraction_class": "Condition", "extraction_text": "the gravity drain from the fuel oil injection pumps to the underground tank was found to be air bound, which prevented excess fuel oil from the pumps from flowing back to the tank and allowed for intrusion into the lube oil", "attributes": {"trigger": "air bound condition"}, "char_interval": {"start_pos": 1872, "end_pos": 2095}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "a required surveillance to empty, clean, and refill the EDG fuel oil storage tanks", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 2299, "end_pos": 2381}}, {"extraction_class": "Human_Action", "extraction_text": "required surveillance to empty, clean, and refill the EDG fuel oil storage tanks", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2301, "end_pos": 2381}}, {"extraction_class": "Outcome", "extraction_text": "intrusion into the lube oil", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2068, "end_pos": 2095}}, {"extraction_class": "Outcome", "extraction_text": "decreasing viscosity of the lube oil as a result of the fuel oil intrusion", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2394, "end_pos": 2468}}, {"extraction_class": "Outcome", "extraction_text": "past operability is not supported for the approximate nine months from October 2021 to July 16, 2022", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2470, "end_pos": 2570}}, {"extraction_class": "Cause", "extraction_text": "the gravity drain from the fuel oil injection pumps to the underground tank was found to be air bound", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1872, "end_pos": 1973}}, {"extraction_class": "Corrective_Action", "extraction_text": "Three of these pumps were replaced", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2102, "end_pos": 2136}}, {"extraction_class": "Corrective_Action", "extraction_text": "the gravity drain line was vented by opening the vent valve", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2605, "end_pos": 2608}}, {"extraction_class": "Cause", "extraction_text": "EDG 2-2 did not show similar symptoms", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2796, "end_pos": 2833}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 2", "Title": "Automatic Actuation of Auxiliary Feedwater System", "Event_Date": "05-19-2023", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4122023002R00", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND The Steam Generator Feedwater System (FWS) [SJ] supplies heated feedwater to the steam generators [SG] under all load conditions maintaining level within the programmed band. Two 50 percent capacity motor-driven Main Feedwater Pumps (MFPs) [SJ-P], 2FWS-P21A and 2FWS-P216, supply sufficient feedwater flow to the three steam generators for full power operation. Each MFP has a lube oil (LO) system which consists of a reservoir, a shaft-driven pump, an auxiliary motor-driven pump, a relief valve, an oil cooler, and the necessary piping, valves and instrumentation. Oil is normally supplied by the shaft-driven LO pump. The auxiliary motor-driven LO pump provides lubrication requirements during startup and as a backup to the shaft-driven pump. The LO system relief valve [SJ-RV] maintains the LO system operating pressure. The MFP start circuit requires sufficient LO pressure to enable the start permissive to be met when starting a MFP. On a 'Loss of both Main Feedwater Pump(s)' signal, the Motor Driven Auxiliary Feedwater (MDAFW) Pumps [BA-P] auto start to provide feedwater flow to the steam generators to remove decay heat from the Reactor Coolant System [AB]. DESCRIPTION OF EVENT At 0852 on May 19, 2023, with Beaver Valley Power Station, Unit No. 2 (BVPS-2) at 0 percent power in Mode 3 during the twenty-third refueling outage (2R23), Operations attempted to start the 'B' MFP, 2FWS-P21B, per plant start-up procedures. When 2FWS-P21B failed to start with the 'A' MFP, 2FWS-P21A, secured, a 'Loss of Both Main Feedwater Pump(s)' signal was received and the 'A' and 'B' MDAFW Pumps started as designed. There was no safety-related equipment inoperable at the start of the event that contributed to the event. Following the Auxiliary Feedwater (AFW) actuation, the MDAFW Pumps were secured and returned to auto by the control room operators. CAUSE OF EVENT The direct cause for 2FWS-P216 failing to start was that the LO pressure start permissive was not met. This was because the LO system relief valve, 2FWS-RV2056, setpoint was set too low during 2R23. 2FWS-RV2056 had been replaced during 2R23 and the new relief valve had been set to 10.83 psig which is at the low end of the 10 — 14 psig range prescribed by the setpoint documents. The LO system pressure needs to be at least 12 psig to meet the start permissive of the MFPs. A contributing cause is that the setpoint document and the PM replacement order incorrectly document the relief valve setpoint as 12 psig and not that the LO system operating pressure is to be at least 12 psig. A second contributing cause to the consequence of the event was that the MDAFW pump auto-start signal was able to be generated during a plant condition where it was not necessary.", "Extractions": [{"extraction_class": "Cause", "extraction_text": "The Steam Generator Feedwater System (FWS)", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 98, "end_pos": 140}}, {"extraction_class": "Condition", "extraction_text": "2FWS-P21B failed to start with the 'A' MFP, 2FWS-P21A, secured", "attributes": {"trigger": "Loss of both Main Feedwater Pump(s) signal"}, "char_interval": {"start_pos": 1537, "end_pos": 1599}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "plant start-up procedures", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 1505, "end_pos": 1530}}, {"extraction_class": "Human_Action", "extraction_text": "Operations attempted to start the 'B' MFP, 2FWS-P21B", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1447, "end_pos": 1499}}, {"extraction_class": "Outcome", "extraction_text": "the 'A' and 'B' MDAFW Pumps started as designed", "attributes": {"consequence": "MDAFW actuation"}, "char_interval": {"start_pos": 1665, "end_pos": 1712}}, {"extraction_class": "Cause", "extraction_text": "2FWS-P21B failed to start", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1537, "end_pos": 1562}}, {"extraction_class": "Condition", "extraction_text": "the LO pressure start permissive was not met", "attributes": {"trigger": "LO system relief valve, 2FWS-RV2056, setpoint was set too low"}, "char_interval": {"start_pos": 1830, "end_pos": 1833}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "the setpoint document and the PM replacement order", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 1871, "end_pos": 1874}}, {"extraction_class": "Outcome", "extraction_text": "2FWS-P216 failing to start", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1988, "end_pos": 2014}}, {"extraction_class": "Cause", "extraction_text": "the setpoint document and the PM replacement order incorrectly document the relief valve setpoint as 12 psig and not that the LO system operating pressure is to be at least 12 psig", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 2471, "end_pos": 2651}}, {"extraction_class": "Condition", "extraction_text": "a plant condition where it was not necessary", "attributes": {"trigger": "unnecessary auto-start signal"}, "char_interval": {"start_pos": 2653, "end_pos": 2654}}, {"extraction_class": "Outcome", "extraction_text": "the MDAFW pump auto-start signal was able to be generated", "attributes": {"consequence": "unnecessary"}, "char_interval": {"start_pos": 2722, "end_pos": 2779}}, {"extraction_class": "Cause", "extraction_text": "the MDAFW pump auto-start signal was able to be generated during a plant condition where it was not necessary", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2722, "end_pos": 2831}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 2", "Title": "Missile Barrier Door Left Open Resulting in a Loss of Safety Function", "Event_Date": "06-11-2023", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(ii)(B), 50.73.(a)(2)(v)(B), 50.73.(a)(2)(vii)", "ler": "4122023003R01", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND Door A-35-5A [NF-DR] is a credited tornado missile barrier for the Primary Auxiliary Building (PAB) and protects both trains of Primary Component Cooling Water (CCP) [CC]. The normal alignment for this door is closed and latched; however, it could be opened under administrative control in accordance with site procedure 1/2-ADM-2021, \"Control of Penetrations (Including HELB Doors).\" When opening the door during Modes 1-4, 1/2-ADM-2021, revision 15 required that the work group is briefed to close the door at the end of the work period and a Narrative Log entry is made stating that equipment required to close the door is staged and identifies the responsible work group. In the event of a tornado watch, the Shift Manager is required to direct the work group to close and secure the door. When the door is closed, the responsible work group is required to report the closure to the control room and a Narrative Log entry is made stating that the door is shut. When opening the door during Mode 5, the Narrative Log entry also states that the door shall be shut and latched prior to entry into Mode 4. Technical Specification (TS) Limiting Condition for Operation (LCO) 3.7.7 requires two trains of CCP to be operable in Modes 1-4. With one train inoperable, Condition A requires the CCP train to be restored to operable status within 72 hours or the unit must go to Mode 3 in 6 hours and Mode 5 in 36 hours. With both trains inoperable in Modes 1-4, LCO 3.0.3 applies requiring the unit to be placed in a Mode or other specified condition in which LCO 3.7.7 is not applicable. If inadequate residual heat removal (RHR) [BP) capability exists in Mode 4, then LCO 3.7.7 Condition C applies and requires immediate action to restore one train of CCP. DESCRIPTION OF EVENT On June 11, 2023, while Beaver Valley Power Station, Unit No. 2 (BVPS-2) was in Mode 1 at 100 percent power, credited tornado missile barrier door A-35-5A was discovered to be open and was subsequently closed and latched. A loss of safety function was declared for the CCP system. This was reported via Event Notification 56569 as an unanalyzed condition and an event that could have prevented the fulfillment of the safety function to remove residual heat. A past operability review determined that operability of the CCP system could not be supported while the door was open during the Modes of TS applicability and both CCP trains were determined to have been inoperable for that period. At 0838 on April 6, 2023, while BVPS-2 was in Mode 1 coasting down to enter its twenty-third refueling outage (2R23), the door was authorized to be opened to move equipment. This was documented in the Narrative Log in accordance with 1/2- ADM-2021 and the responsible work group was identified. The responsible work group was required to close the door after moving the equipment in accordance with the procedure; however, when the responsible work group completed the task they did not close the door. The door was not communicated as shut to the control room and there was no log entry stating that the door was shut. Additionally, the Narrative Log entry authorizing the door to be opened was not carried over to later shifts.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "site procedure 1/2-ADM-2021, \"Control of Penetrations (Including HELB Doors)\"", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 404, "end_pos": 479}}, {"extraction_class": "Cause", "extraction_text": "No event or deviation described in the text.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Narrative Log entry", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1004, "end_pos": 1023}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification (TS) Limiting Condition for Operation (LCO) 3.7.7", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1204, "end_pos": 1277}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "LCO 3.0.3", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1553, "end_pos": 1562}}, {"extraction_class": "Human_Action", "extraction_text": "report the closure to the control room", "attributes": null, "char_interval": {"start_pos": 959, "end_pos": 997}}, {"extraction_class": "Human_Action", "extraction_text": "Narrative Log entry is made", "attributes": null, "char_interval": {"start_pos": 1004, "end_pos": 1031}}, {"extraction_class": "Human_Action", "extraction_text": "door shall be shut and latched prior to entry into Mode 4", "attributes": null, "char_interval": {"start_pos": 1145, "end_pos": 1202}}, {"extraction_class": "Cause", "extraction_text": "Text describes regulatory requirements, not an event or its cause.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "credited tornado missile barrier door A-35-5A was discovered to be open", "attributes": {"trigger": "discovered"}, "char_interval": {"start_pos": 1980, "end_pos": 2051}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Modes of TS applicability", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 2459, "end_pos": 2484}}, {"extraction_class": "Human_Action", "extraction_text": "the door was authorized to be opened to move equipment", "attributes": {"adherence": "authorized"}, "char_interval": {"start_pos": 2680, "end_pos": 2734}}, {"extraction_class": "Outcome", "extraction_text": "A loss of safety function was declared for the CCP system", "attributes": {"consequence": "loss of safety function"}, "char_interval": {"start_pos": 2093, "end_pos": 2150}}, {"extraction_class": "Outcome", "extraction_text": "an unanalyzed condition", "attributes": {"consequence": "unanalyzed"}, "char_interval": {"start_pos": 2202, "end_pos": 2225}}, {"extraction_class": "Outcome", "extraction_text": "both CCP trains were determined to have been inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 2489, "end_pos": 2544}}, {"extraction_class": "Cause", "extraction_text": "unanalyzed condition", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2205, "end_pos": 2225}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "the procedure", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 2961, "end_pos": 2974}}, {"extraction_class": "Human_Action", "extraction_text": "the responsible work group completed the task they did not close the door", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 2990, "end_pos": 3063}}, {"extraction_class": "Outcome", "extraction_text": "The door was not communicated as shut to the control room and there was no log entry stating that the door was shut", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 3065, "end_pos": 3180}}, {"extraction_class": "Cause", "extraction_text": "the responsible work group completed the task they did not close the door", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 3196, "end_pos": 3199}}]}
{"Facility_Name": "Beaver Valley Power Station", "Unit": "Unit 2", "Title": "Condition Prohibited by Technical Specification and Loss of Safety Function due to Emergency Diesel Generator Lube Oil Contamination by Fuel Oil", "Event_Date": "07-12-2023", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(A), 50.73.(a)(2)(v)(D)", "ler": "4122023004R00", "text": "Energy Industry Identification System (EIIS) codes are identified in the text as [XX]. BACKGROUND Beaver Valley Power Station, Unit No. 2 (BVPS-2) has a Train ‘A’ and a Train ‘B’ Emergency Diesel Generator (EDG) [EK] to power their respective emergency buses and associated Engineered Safety Feature (ESF) Systems. The redundant trains ensure the minimum safety functions will be performed with either EDG Operable. The EDG Lube Oil (LO) System [LA] provides lubrication to the main bearings, crank pins, camshaft bearing, and other oil- lubricated wearing parts within the EDG. The EDG LO System also includes a Rocker Arm LO System that provides lubrication for the rocker arms and valve gear while the EDG is operating. The Rocker Arm LO reservoir level is maintained by the EDG LO System through a level control valve. Leakage from the Fuel Oil System [DC] injectors or fuel oil line connections may cause fuel oil to contaminate the Rocker Arm LO System. Fuel oil contamination above 6.17 percent into the Rocker Arm LO System degrades the required viscosity for the LO to perform its function. Technical Specification LCO 3.8.1, “AC Sources – Operating”, requires two EDGs in Modes 1-4. If one required EDG is Inoperable, the required action per the Technical Specification Bases is to restore the EDG within 72 hours or shutdown the unit to Mode 3 within 6 hours and Mode 5 within 36 hours. Technical Specification LCO 3.8.2, “AC Sources – Shutdown”, requires one EDG in Modes 5 and 6. If the required EDG is Inoperable, the required action is to suspend core alterations and positive reactivity additions, and to restore the EDG immediately. DESCRIPTION OF EVENT On July 12, 2023, with BVPS-2 at 100 percent power in Mode 1, an increased amount of fuel oil at a concentration of 3.7 percent was discovered during lube oil analysis of the 2-2 EDG Rocker Arm LO reservoir. This LO sample had been obtained on June 28, 2023, and was a step change from the 1.9 percent concentration identified in a previous sample obtained on April 19, 2023. With a calculated leak rate of 0.082 percent / hour, the 2-2 EDG would have been capable of operating for approximately 3.13 days until the maximum calculated dilution of 6.17 percent was met. The 2-2 EDG would not have been able to meet its mission time of 30 days; therefore, the 2-2 EDG was declared Inoperable at 1617 on July 12, 2023. No observable leakage was found during troubleshooting to identify the source of leakage. However, the fuel injection line packing nut on cylinder No. 11 was found loose and tightened two revolutions. LO samples were taken during the subsequent nine-hour 2-2 EDG maintenance run completed on July 14, 2023. Based on the LO sample test results, it is indeterminate if the leak had been repaired or if residual fuel oil remained present in the LO system during the EDG run.", "Extractions": [{"extraction_class": "Cause", "extraction_text": "Leakage from the Fuel Oil System [DC] injectors or fuel oil line connections", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 823, "end_pos": 899}}, {"extraction_class": "Condition", "extraction_text": "an increased amount of fuel oil at a concentration of 3.7 percent was discovered during lube oil analysis of the 2-2 EDG Rocker Arm LO reservoir", "attributes": {"trigger": "discovered during lube oil analysis"}, "char_interval": {"start_pos": 1733, "end_pos": 1877}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification LCO 3.8.1, “AC Sources – Operating”", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1098, "end_pos": 1158}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification LCO 3.8.2, “AC Sources – Shutdown”", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 1396, "end_pos": 1455}}, {"extraction_class": "Human_Action", "extraction_text": "lube oil analysis of the 2-2 EDG Rocker Arm LO reservoir", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 1821, "end_pos": 1877}}, {"extraction_class": "Outcome", "extraction_text": "degrades the required viscosity for the LO to perform its function", "attributes": {"consequence": "degrades function"}, "char_interval": {"start_pos": 1032, "end_pos": 1098}}, {"extraction_class": "Cause", "extraction_text": "increased amount of fuel oil at a concentration of 3.7 percent", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1736, "end_pos": 1798}}, {"extraction_class": "Condition", "extraction_text": "9 percent concentration", "attributes": {"trigger": "EDG declared Inoperable"}, "char_interval": {"start_pos": 1963, "end_pos": 1986}}, {"extraction_class": "Human_Action", "extraction_text": "troubleshooting to identify the source of leakage", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 2426, "end_pos": 2475}}, {"extraction_class": "Human_Action", "extraction_text": "tightened two revolutions", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 2561, "end_pos": 2586}}, {"extraction_class": "Human_Action", "extraction_text": "LO samples were taken", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 2588, "end_pos": 2609}}, {"extraction_class": "Outcome", "extraction_text": "The 2-2 EDG would not have been able to meet its mission time of 30 days", "attributes": {"consequence": "failed to meet mission time"}, "char_interval": {"start_pos": 2240, "end_pos": 2312}}, {"extraction_class": "Outcome", "extraction_text": "the 2-2 EDG was declared Inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 2325, "end_pos": 2360}}, {"extraction_class": "Cause", "extraction_text": "the fuel injection line packing nut on cylinder No. 11 was found loose", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2486, "end_pos": 2556}}, {"extraction_class": "Corrective_Action", "extraction_text": "the fuel injection line packing nut on cylinder No. 11 was found loose and tightened two revolutions", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2486, "end_pos": 2586}}, {"extraction_class": "Corrective_Action", "extraction_text": "LO samples were taken during the subsequent nine-hour 2-2 EDG maintenance run", "attributes": {"action_type": "monitoring"}, "char_interval": {"start_pos": 2588, "end_pos": 2665}}]}
{"Facility_Name": "Catawba Nuclear Station", "Unit": "Unit 2", "Title": "Valid Actuation of the Unit 2 Reactor Protection System and Auxiliary Feedwater System", "Event_Date": "05-01-2021", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4142021002R00", "text": "BACKGROUND The following information is provided to assist readers in understanding the event described in this LER. Applicable Energy Industry Identification [EIIS] system and component codes are enclosed within brackets. Catawba Nuclear Station unique system and component identifiers are contained within parentheses. This event is being reported under the following criterion: 10 CFR 50.73(a)(2)(iv)(A), \"Any event or condition that resulted in manual or automatic actuation of any of the systems listed in paragraph (a)(2)(iv)(B).\" The applicable 10 CFR 50.73(a)(2)(iv)(B) systems include the Reactor Protection System and the Auxiliary Feedwater System. The Reactor Trip System automatically limits reactor operation to within a safe region by shutting down the reactor whenever the limits of the region are approached. Whenever a direct process or calculated variable exceeds a setpoint the reactor will be shutdown in order to protect against either gross damage to fuel cladding or loss of system integrity which could lead to release of radioactive fission products into the containment. The various reactor trip circuits automatically open the reactor trip breakers whenever a condition monitored by the Reactor Trip System reaches a preset level. The protection and monitoring systems have been designed to assure safe operation of the reactor. Each of the analyzed accidents and transients can be detected by one or more Reactor Trip System functions. One of the Reactor Trip System functions is Overpower Delta Temperature (OPDT). The OPDT trip function ensures that protection is provided to ensure the integrity of the fuel under all possible overpower conditions. This trip function also limits the required range of the Overtemperature Delta Temperature trip function and provides a backup to the Power Range Neutron Flux-High Setpoint trip. The OPDT trip function ensures that the allowable heat generation rate of the fuel is not exceeded. The OPDT trip function is calculated for each Reactor Coolant System loop, and Reactor Coolant System trip occurs if OPDT is indicated in two loops. The Auxiliary Feedwater System (CA) [BA] is the assured source of feedwater to the steam generators during accident conditions. The primary safety function of the Feedwater System (CF) [SJ] to isolate the steam generators on a feedwater isolation signal. A feedwater isolation signal initiates isolation of each steam generator in order to: 1. rapidly terminate feedwater flow and steam blowdown inside the containment following a main steam or feedwater line break inside the containment, 2. prevent loss of steam generator water inventory due to a pipe rupture outside the containment, and 3. prevent overfilling the steam generators should the normal means of controlling steam generator level malfunction.", "Extractions": [{"extraction_class": "Cause", "extraction_text": "no event or deviation described", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "No event described in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "No event occurred", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}]}
{"Facility_Name": "Catawba Nuclear Station", "Unit": "Unit 2", "Title": "Manual Reactor Trip and Auxiliary Feedwater Start due to Misaligned Control Rods", "Event_Date": "04-23-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4142022001R00", "text": "BACKGROUND The following information is provided to assist readers in understanding the event described in this LER. Applicable Energy Industry Identification [EIIS] system and component codes are enclosed within brackets. Catawba unique system and component identifiers are contained within parentheses. This event is being reported under the following criterion: 10 CFR 50.73(a)(2)(iv)(A), for any event or condition that resulted in manual or automatic actuation of the reactor protection system and the PWR auxiliary feedwater system. Rod Control System [JD](IRE): The IRE system provides for reactor power modulation by manual or automatic control of full length control rod banks in a pre-selected sequence and for manual operation of individual banks. Alarms are provided to alert the operator in the event of a control rod deviation exceeding a preset limit. Reactor Protection System [JC](IPE): The Reactor Trip System automatically limits reactor operation to within a safe region by shutting down the reactor whenever the limits of the region are approached. The safe operating region is defined by several considerations such as mechanical/hydraulic limitations on equipment and heat transfer phenomena. Therefore, the Reactor Trip System keeps surveillance on process variables which are directly related to equipment mechanical limitations, such as pressure, pressurizer water level, and on variables which directly affect the heat transfer capability of the reactor. Other parameters utilized in the IPE system are calculated from various process variables. Whenever a direct process or calculated variable exceeds a setpoint, the reactor will be shut down in order to protect against either gross damage to fuel cladding or loss of system integrity, which could lead to release of radioactive fission products into the Containment. The various reactor trip circuits automatically open the reactor trip breakers whenever a condition monitored by the IPE system reaches a preset level. Station operators may elect to actuate the reactor trip switchgear manually (manual reactor trip) using either of two control board switches. The manual trip consists of two switches, one for train A and one for train B, in the control room. Operating a manual trip switch removes the voltage from the corresponding undervoltage trip coil and energizes the shunt coil while actuating the associated Reactor Trip Breaker.", "Extractions": [{"extraction_class": "Cause", "extraction_text": "No event described in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "Operating a manual trip switch removes the voltage from the corresponding undervoltage trip coil and energizes the shunt coil while actuating the associated Reactor Trip Breaker.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2242, "end_pos": 2420}}]}
{"Facility_Name": "Catawba Nuclear Station", "Unit": "Unit 2", "Title": "Manual Reactor Trip and Auxiliary Feedwater System Actuation", "Event_Date": "10-24-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4142022003R00", "text": "BACKGROUND The following information is provided to assist readers in understanding the event described in this LER. Applicable Energy Industry Identification [EIIS] system and component codes are enclosed within brackets. Catawba Nuclear Station unique system and component identifiers are contained within parentheses. This event is being reported under the following criterion: 10 CFR 50.73(a)(2)(iv)(A), \"Any event or condition that resulted in manual or automatic actuation of any of the systems listed in paragraph (a)(2)(iv)(B).\" The applicable 10 CFR 50.73(a)(2)(iv)(B) systems include the Reactor Protection System and the Auxiliary Feedwater System. Reactor Protection System [JC] (IPE) The Reactor Trip System automatically limits reactor operation to within a safe region by shutting down the reactor whenever the limits of the region are approached. Whenever a direct process or calculated variable exceeds a setpoint the reactor will be shutdown in order to protect against either gross damage to fuel cladding or loss of system integrity which could lead to release of radioactive fission products into the containment. The various reactor trip circuits automatically open the reactor trip breakers whenever a condition monitored by the Reactor Trip System reaches a preset level. In addition to the automatic monitoring and actuation of the protection system, a manual actuation circuit is also available to initiate a reactor shutdown. The manual trip consists of two switches (one for Train A and one for train B) in the control room. There are no interlocks that can block this trip. Auxiliary Feedwater System [BA] (CA) The Auxiliary Feedwater System is the assured source of feedwater to the steam generators during accident conditions. The CA System is designed to start automatically in the event of loss of offsite electrical power, trip of both main feedwater pumps, safety injection signal, or low-low steam generator water level; any of which may result in, coincide with, or be caused by a reactor trip. The CA System will supply sufficient feedwater to maintain the reactor at hot standby for two hours followed by cooldown of the Reactor Coolant System to the temperature at which the Residual Heat Removal System may be operated. Condenser Circulating Water [KE] (RC) The Condenser Circulating Water System supplies cooling water to the main and feedwater pump turbine condensers to condense the turbine exhaust steam. The rejected heat from the condensers is dissipated to the ambient surroundings by the cooling towers while meeting all applicable chemical and thermal effluent criteria.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "10 CFR 50.73(a)(2)(iv)(A)", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 381, "end_pos": 405}}, {"extraction_class": "Cause", "extraction_text": "No event described in this background information", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "No event or deviation described in the text.", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Cause", "extraction_text": "No event described in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}]}
{"Facility_Name": "Millstone Power Station", "Unit": "Unit 3", "Title": "Emergency Core Cooling and Reactor Plant Component Cooling Water Systems Inoperable For Time Greater Than Allowed by Technical Specifications", "Event_Date": "01-26-2022", "CFR": "50.73.(a)(2)(i)(B)", "ler": "4232022001R00", "text": "1. EVENT DESCRIPTION On January 23, 2022, at 1118 hours, the 'B' train Charging Pump and Reactor Plant Component Cooling Water (RPCCW) Pump Area Exhaust Fan, 3HVR*FN13B, failed. This resulted in tripping its supply breaker, 32-1W(F4M), fire alarms, Control Room alarms, and an auto start of the standby fan. This fan provides a support function for the Charging Pumps and RPCCW Pumps, as well as supporting operation of the Auxiliary Building Filter system and Supplemental Leak Collection and Release System (SLCRS). As a result of the fan tripping, Operations personnel entered the following Technical Specification Action Statements (TSAS): • TSAS 3.5.2.a for one Emergency Core Cooling System (ECCS) subsystem inoperable, which requires the inoperable subsystem to be restored to operable status within 72 hours, or the unit placed in HOT STANDBY within the next 6 hours, and HOT SHUTDOWN within the following 6 hours. • TSAS 3.7.3 for one RPCCW safety loop inoperable, which requires the inoperable safety loop to be restored to operable status within 72 hours, or the unit placed in HOT STANDBY within the following 6 hours, and COLD SHUTDOWN within the following 30 hours. • TSAS 3.6.6.1 for one SLCRS system inoperable, which requires the inoperable system to be restored within 7 days, or the unit placed in HOT STANDBY within the next 6 hours, and COLD SHUTDOWN within the following 30 hours. • TSAS 3.7.9 for one Auxiliary Building Filter system inoperable, which requires the inoperable system to be restored within 7 days, or the unit placed in HOT STANDBY within the next 6 hours, and COLD SHUTDOWN within the following 30 hours. Millstone Maintenance inspected the fan and found that the motor shaft was bent, causing the fan blades to contact the housing. After the failure was identified, repair activities proceeded on a continuous basis with the goal of completing the repairs and validating operability of the fan prior to expiration of the 72-hour Allowed Outage time (AOT) of TSAS 3.5.2.a and 3.7.3. However, as corrective maintenance activities to replace the fan motor and fan hub assembly progressed, completion of the repairs was forecasted to extend beyond the original 72-hour AOT. Therefore, on January 26, 2022, at approximately 0830 hours, Dominion Energy Nuclear Connecticut (DENC) informed the Nuclear Regulatory Commission (NRC) of the need for a Notice Of Enforcement Discretion (NOED) from the requirements of TS 3.5.2 and 3.7.3 for a period of 72 hours to avoid an unnecessary shutdown while repairs were completed. The NOED request was verbally approved by the NRC on January 26, 2022, at approximately 1034 hours. On January 27, 2022, at 2050 hours, corrective maintenance and post-maintenance testing of the fan was completed satisfactorily, the TSASs were exited, and the period of Notice Of Enforcement Discretion exited. One ECCS subsystem and one RPCCW safety loop were inoperable for a total of 105 hours and 32 minutes, which exceeds the 72-hour AOT of TSAS 3.5.2.a and 3.7.3. Therefore, this event is being reported in accordance with 10CFR50.73(a)(2)(i)(B) as a condition prohibited by Technical Specifications. 2. CAUSE Investigation has determined that the fan failure was caused by a motor bearing failure. The failed bearing is manufactured by FAFNIR and its model number is 314KDD BEARING.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "the 'B' train Charging Pump and Reactor Plant Component Cooling Water (RPCCW) Pump Area Exhaust Fan, 3HVR*FN13B, failed", "attributes": {"trigger": "tripping its supply breaker, fire alarms, Control Room alarms, and an auto start of the standby fan"}, "char_interval": {"start_pos": 57, "end_pos": 176}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification Action Statements (TSAS): • TSAS 3.5.2.a", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 594, "end_pos": 658}}, {"extraction_class": "Human_Action", "extraction_text": "Operations personnel entered the following Technical Specification Action Statements (TSAS)", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 551, "end_pos": 703}}, {"extraction_class": "Outcome", "extraction_text": "one Emergency Core Cooling System (ECCS) subsystem inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 663, "end_pos": 724}}, {"extraction_class": "Cause", "extraction_text": "the 'B' train Charging Pump and Reactor Plant Component Cooling Water (RPCCW) Pump Area Exhaust Fan, 3HVR*FN13B, failed", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 57, "end_pos": 176}}, {"extraction_class": "Human_Action", "extraction_text": "Millstone Maintenance inspected the fan", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1644, "end_pos": 1683}}, {"extraction_class": "Outcome", "extraction_text": "the fan blades to contact the housing", "attributes": {"consequence": "component damage"}, "char_interval": {"start_pos": 1733, "end_pos": 1770}}, {"extraction_class": "Cause", "extraction_text": "the motor shaft was bent", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1699, "end_pos": 1723}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TSAS 3.5.2.a and 3.7.3", "attributes": {"status": "extension granted"}, "char_interval": {"start_pos": 1998, "end_pos": 2020}}, {"extraction_class": "Human_Action", "extraction_text": "informed the Nuclear Regulatory Commission (NRC) of the need for a Notice Of Enforcement Discretion (NOED)", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2314, "end_pos": 2420}}, {"extraction_class": "Outcome", "extraction_text": "avoid an unnecessary shutdown", "attributes": {"consequence": "unnecessary shutdown avoided"}, "char_interval": {"start_pos": 2493, "end_pos": 2522}}, {"extraction_class": "Cause", "extraction_text": "failure of the fan motor and fan hub assembly", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1782, "end_pos": 2113}}, {"extraction_class": "Corrective_Action", "extraction_text": "corrective maintenance activities to replace the fan motor and fan hub assembly", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2034, "end_pos": 2113}}, {"extraction_class": "Condition", "extraction_text": "One ECCS subsystem and one RPCCW safety loop were inoperable", "attributes": {"trigger": "fan failure"}, "char_interval": {"start_pos": 2864, "end_pos": 2924}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TSAS 3.5.2.a and 3.7.3", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 2999, "end_pos": 3021}}, {"extraction_class": "Outcome", "extraction_text": "One ECCS subsystem and one RPCCW safety loop were inoperable for a total of 105 hours and 32 minutes, which exceeds the 72-hour AOT of TSAS 3.5.2.a and 3.7.3", "attributes": {"consequence": "condition prohibited by Technical Specifications"}, "char_interval": {"start_pos": 2864, "end_pos": 3021}}, {"extraction_class": "Cause", "extraction_text": "a motor bearing failure", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 3233, "end_pos": 3256}}, {"extraction_class": "Corrective_Action", "extraction_text": "corrective maintenance and post-maintenance testing of the fan was completed satisfactorily", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 2689, "end_pos": 2780}}]}
{"Facility_Name": "Millstone Power Station", "Unit": "Unit 3", "Title": "Gas Void in the Emergency Core Cooling System Resulted In a Condition Prohibited By Technical Specifications.", "Event_Date": "10-06-2022", "CFR": "50.73.(a)(2)(i)(B)", "ler": "4232022003R00", "text": "On October 6, 2022 at 1300 hours, with Millstone Power Station Unit 3 in Mode 1 at 100 percent reactor power, ultrasonic testing (UT) measurement on “A” train residual heat removal (RHR) piping identified a gas void greater than the acceptance criteria. The UT measurement was taken during monthly performance of SP 3610A.3, “RHR System Vent and Valve  Lineup Verification” on the “A” low pressure safety injection to charging pump suction line, 3-SIL-008-14-2, at Point 10. The “A” train of RHR was declared inoperable and Technical Specifications (TS) 3.5.2, Emergency Core Cooling System (ECCS) was entered. Venting was performed and the ECCS system was declared operable in accordance with SP 3610A.3 on October 6, 2022 at 1725 hours and TS 3.5.2 was exited. On October 14, 2022, SP3610A.3 was performed at point 10 and a gas void greater than acceptance criteria was observed in the line 3-SIL-008-14-2. “A” train of RHR was declared inoperable, and TS 3.5.2 was entered on October 14, 2022, at 1005 hours. Point 10 was vented and a UT was performed and confirmed that the piping was 100% full of water. TS 3.5.2 was exited on October 14, 2022, at 1737 hours. Troubleshooting was performed on October 15, 2022 to fully characterize the gas void in line 3-SIL-008-14-2. To support this troubleshooting, TS 3.5.2 was entered and “A” train of RHR was declared inoperable on October 15, 2022 at 0944 hours. This line was divided into 10 sections and full expanded ultrasonic testing measurements were taken at each section. Repeated venting and agitation of the line was performed to remove the gas voids. After the initial expanded UT characterization, it was concluded that the remaining gas void volume was greater than the acceptable gas void volume. After repeated venting and agitation evolutions, the final UT characterization determined that the gas void volume was less than acceptable limits. An operability determination evaluated the  as-left condition and determined that “A” train of RHR was able to perform its design function. The ECCS system was declared operable and TS 3.5.2 was exited on October 17, 2022 at 1441 hours. On August 31, 2023, an NRC inspector identified a non-conservative error within the void volume calculation 14-ENG-04518M3 “MP3 GL2008-01 Pump Suction Side Gas Void Allowable Volume Using Westinghouse Simplified Equation Method” approved in 2015. Millstone engineering determined that the pressure used for evaluating a void volume in line 3-SIL-008-014-2 was incorrect and non-conservative. This error resulted in the reduction of the allowable void size acceptance criteria. Based on the corrected acceptable void volume, the original as-found gas void volume identified on October 6, 2022, was greater than the allowable acceptable gas void volume; therefore, the plant was operating in a condition outside of plant Technical Specifications. Void volume greater than acceptable limits existed from May 18, 2022, when the plant entered Mode 3, until October 17, 2022 when void volume was verified to be less than acceptable limits. SP 3610A.3 is performed monthly and the line 3-SIL-008-014-2 was verified to be full of water each month from the refueling outage until its performance on October 6, 2022. Prior to October 17, 2022, the procedure SP 3610A.3 directed that a single UT measurement to be taken at Point 10 on line 3-SIL-008-14-2 to measure the gas void volume. This did not fully characterize the void volume in line 3-SIL-008-14-2. The procedure SP 3610A.3 has been revised to include additional UT locations that fully characterize the void volume.", "Extractions": [{"extraction_class": "Condition", "extraction_text": "ultrasonic testing (UT) measurement on “A” train residual heat removal (RHR) piping identified a gas void greater than the acceptance criteria", "attributes": {"trigger": "gas void greater than acceptance criteria"}, "char_interval": {"start_pos": 110, "end_pos": 252}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "SP 3610A.3, “RHR System Vent and Valve Lineup Verification”", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 313, "end_pos": 373}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specifications (TS) 3.5.2, Emergency Core Cooling System (ECCS)", "attributes": {"status": "entered"}, "char_interval": {"start_pos": 524, "end_pos": 597}}, {"extraction_class": "Human_Action", "extraction_text": "ultrasonic testing (UT) measurement", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 110, "end_pos": 145}}, {"extraction_class": "Human_Action", "extraction_text": "Venting was performed", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 611, "end_pos": 632}}, {"extraction_class": "Outcome", "extraction_text": "The “A” train of RHR was declared inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 637, "end_pos": 640}}, {"extraction_class": "Outcome", "extraction_text": "the ECCS system was declared operable", "attributes": {"consequence": "operability restored"}, "char_interval": {"start_pos": 637, "end_pos": 674}}, {"extraction_class": "Cause", "extraction_text": "a gas void greater than acceptance criteria", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 824, "end_pos": 867}}, {"extraction_class": "Corrective_Action", "extraction_text": "Venting was performed", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 611, "end_pos": 632}}, {"extraction_class": "Condition", "extraction_text": "the remaining gas void volume was greater than the acceptable gas void volume", "attributes": {"trigger": "troubleshooting and RHR inoperability"}, "char_interval": {"start_pos": 1677, "end_pos": 1754}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TS 3.5.2", "attributes": {"status": "entered and exited"}, "char_interval": {"start_pos": 1109, "end_pos": 1117}}, {"extraction_class": "Human_Action", "extraction_text": "Troubleshooting was performed on October 15, 2022 to fully characterize the gas void in line 3-SIL-008-14-2", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 1165, "end_pos": 1272}}, {"extraction_class": "Human_Action", "extraction_text": "Repeated venting and agitation of the line was performed to remove the gas voids", "attributes": {"adherence": "performed"}, "char_interval": {"start_pos": 1525, "end_pos": 1605}}, {"extraction_class": "Outcome", "extraction_text": "“A” train of RHR was declared inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 1332, "end_pos": 1372}}, {"extraction_class": "Outcome", "extraction_text": "the final UT characterization determined that the gas void volume was less than acceptable limits", "attributes": {"consequence": "resolved"}, "char_interval": {"start_pos": 1805, "end_pos": 1902}}, {"extraction_class": "Cause", "extraction_text": "gas void in line 3-SIL-008-14-2", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1241, "end_pos": 1272}}, {"extraction_class": "Corrective_Action", "extraction_text": "Repeated venting and agitation of the line was performed to remove the gas voids", "attributes": {"action_type": "maintenance"}, "char_interval": {"start_pos": 1525, "end_pos": 1605}}, {"extraction_class": "Condition", "extraction_text": "the original as-found gas void volume identified on October 6, 2022, was greater than the allowable acceptable gas void volume", "attributes": {"trigger": "plant was operating in a condition outside of plant Technical Specifications"}, "char_interval": {"start_pos": 1943, "end_pos": 1946}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "void volume calculation 14-ENG-04518M3 “MP3 GL2008-01 Pump Suction Side Gas Void Allowable Volume Using Westinghouse Simplified Equation Method”", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 2225, "end_pos": 2369}}, {"extraction_class": "Outcome", "extraction_text": "the plant was operating in a condition outside of plant Technical Specifications", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2804, "end_pos": 2884}}, {"extraction_class": "Cause", "extraction_text": "a non-conservative error within the void volume calculation 14-ENG-04518M3", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 2189, "end_pos": 2263}}, {"extraction_class": "Condition", "extraction_text": "Void volume greater than acceptable limits existed", "attributes": {"trigger": "existed"}, "char_interval": {"start_pos": 2886, "end_pos": 2936}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "SP 3610A.3", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 3075, "end_pos": 3085}}, {"extraction_class": "Human_Action", "extraction_text": "a single UT measurement to be taken at Point 10 on line 3-SIL-008-14-2 to measure the gas void volume", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 3314, "end_pos": 3415}}, {"extraction_class": "Outcome", "extraction_text": "This did not fully characterize the void volume in line 3-SIL-008-14-2", "attributes": {"consequence": "inadequate characterization"}, "char_interval": {"start_pos": 3417, "end_pos": 3487}}, {"extraction_class": "Cause", "extraction_text": "the procedure SP 3610A.3 directed that a single UT measurement to be taken at Point 10 on line 3-SIL-008-14-2 to measure the gas void volume. This did not fully characterize the void volume in line 3-SIL-008-14-2", "attributes": {"category": "conflicting_procedure", "code": "CF4"}, "char_interval": {"start_pos": 3275, "end_pos": 3487}}, {"extraction_class": "Corrective_Action", "extraction_text": "The procedure SP 3610A.3 has been revised to include additional UT locations that fully characterize the void volume", "attributes": {"action_type": "revision"}, "char_interval": {"start_pos": 3489, "end_pos": 3605}}]}
{"Facility_Name": "Millstone Power Station", "Unit": "Unit 3", "Title": "RCS Temperature Detector Exceeded Time Response Acceptance Criteria Resulting in a Condition Prohibited by TS", "Event_Date": "10-11-2023", "CFR": "50.73.(a)(2)(i)(B)", "ler": "4232023003R00", "text": "On October 11, 2023 at 1252 hours, with Millstone Power Station Unit 3 in Mode 1 at 100 percent reactor power, it was identified during response time testing in accordance with surveillance SP 3443E42, \"Rakset 4 RCS Narrow Range RTD Time Response\", that the reactor coolant system (RCS) loop 4 narrow range hot leg resistance temperature detector (RTD), 3RCS*TE441C, did not meet its response time acceptance criteria. AOP 3571, \"Abnormal Operating Procedure\", was entered at 1427 hours and the actions of Attachment A, \"RCS Narrow Range Temperature Channel Failure\", were performed. Technical Specification (TS) 3.3.1 action 6A and TS 3.3.2 action 20 were entered and the associated reactor protection system (RPS) bistables were placed in the trip condition. Required TS actions were completed on October 11, 2023 at 1517 hours. The temperature indicated by 3RCS*TE441C (Computer Point RCS-T441G) was consistent with the other two narrow range hot leg RTDs in loop 4. The trend of 3RCS*TE441C indicated diminished variation compared to other 11 narrow range hot leg temperature computer points beginning in June of 2022. Based on this trend it was determined that the 3RCS*TE441C slow response time had existed for longer than allowed by plant's technical specifications. On October 16 2023 at 1638, in accordance with SP 3442B04, \"Hot Leg RTD Failure Compensation Procedure\", 3RCS*TE441C was removed from the circuit and in its place, a biased average of the other two RTDs was inserted. The remaining two hot leg RTDs plus the biased signal returned the loop to operable, and bistables were restored to service. TS 3.3.1 action 6A and TS 3.3.2 action 20 were exited. During the Millstone Unit 3 refueling outage in October 2023, 3RCS*TE441C was found not fully inserted into its thermowell. The RTD was successfully replaced, calibrated, and response time tested in accordance with of surveillance SP 3443E42. Technical Specification 3.3.1 action 6A for Mode 1 and 2 states that with the number of operable channels one less than the total number of channels, during startup and/or power operation, may proceed provided following conditions are satisfied. (a) The inoperable channel is placed in tripped condition within 72 hours and (B) minimum channel operable requirement is met. Technical Specification 3.3.2 action 20 for Mode 1 and 2 states that with the number of operable channels one less than the total number of channels, during startup and/or power operation, may proceed provided following conditions are satisfied. (a) The inoperable channel is placed in tripped condition within 6 hours and (B) minimum channel operable requirement is met. This condition is reportable pursuant to 10 CFR 50.73(a)(2)(i)(B), any operation or condition which was prohibited by the plant's technical specifications. CAUSE 3RCS*TE441C was found not fully inserted into the thermowell due to a loose coupling nut. The cause of the coupling nut becoming loose is unknown.", "Extractions": []}
{"Facility_Name": "Callaway Plant", "Unit": "Unit 1", "Title": "Reactor Trip During Reactor Trip Breaker Surveillance Testing", "Event_Date": "01-07-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "4832022001R00", "text": "1. DESCRIPTION OF STRUCTURE(S), SYSTEM(S), AND COMPONENT(S): The systems and components affected by this event include the reactor protection system (RPS) and the solid-state protection system (SSPS). The RPS at Callaway Plant initiates a unit shutdown, based on the values of selected unit parameters, to protect against violating the core fuel design limits and reactor coolant system pressure boundary design limits during anticipated operational occurrences and to assist the Engineered Safety Features systems in mitigating accidents. 2. INITIAL PLANT CONDITIONS: Callaway was in MODE 1 at approximately 100% rated thermal power at the time of this event. No major safety related systems were out of service. 3. EVENT DESCRIPTION: On January 7, 2022 at 1223 with the reactor at approximately 100% rated thermal power, the reactor automatically tripped as a result of a set of contacts internal to SSPS 'B' train Master Relay SB032CK524 that failed to close. Safety systems functioned as expected. The Operations staff responded to the event in accordance with applicable plant procedures. An ENS notification (EN# 55698) was made for this event at 1629 hours on January 7, 2022. Prior to the reactor trip, Operations and Instrumentation and Control (I&C) personnel coordinated the performance of ISF-SB-00A32, \"SSPS Tm B Functional Test,\" and OSP-SB-0001B, \"Reactor Trip Breaker 'B' Trip Actuating Device Operational Test,\" to perform regularly scheduled Technical Specification surveillances on the \"B\" Train Solid State Protection System and \"B\" Train Reactor Trip Breaker. All steps in both procedures were performed as written, with MC completing ISF-SB-00A32 as briefed prior to the performance of Section 6.4 of OSP-SB-0001B. With AC testing completed, Operations proceeded with the performance of Section 6.4 for the Trip Breaker 'B' Trip Actuating Device Operational Test (TADOT), which closes Reactor Trip Breaker Bypass Breaker \"B\" in order to conduct testing that opens Reactor Trip Breaker \"B\". By design, closing Reactor Trip Breaker Bypass Breaker \"B\" creates a General Warning signal which has the potential to trip the reactor if a second General Warning signal is received. After testing was completed and during the restoration of Section 6.4, once Reactor Trip Breaker \"B\" was closed, Reactor Trip Breaker Bypass Breaker \"B\" was opened. In accordance with OSP-SB-0001B, Operations verified that Annunciator 76A, \"SSPS B GENERAL WARNING,\" was clear and that the General Warning red light on panel SB029B for SSPS Train 'B' was off. These indications led Operators to believe that the General Warning signal was no longer present, and consequently, the Operators proceeded on with Step 6.4.45 to return the multiplexer test switch through \"Inhibit\" to the \"A+B\" position at SB029B. Moving the multiplexer test switch through \"Inhibit\" is known to generate a second General Warning signal, but this is required to restore SSPS to the normal configuration. When Operations performed Step 6.4.45 to place the multiplexer test switch through \"Inhibit\" at SB029B, a reactor trip occurred unexpectedly. Per plant design, an auxiliary feedwater system actuation occurred as expected in response to the reactor trip. Also, consistent with plant response to a reactor trip from a high power level, a main feedwater isolation signal was generated. Following the reactor trip, an erratic position indication was observed for one feedwater isolation valve, but the valve was subsequently confirmed to be closed. In addition, one intermediate range nuclear instrumentation channel failed. Other nuclear instrumentation channels functioned correctly to indicate the shutdown state of the reactor. These failures did not complicate the  NRC FORM 3668 (08-2020) Page 2 of 4", "Extractions": [{"extraction_class": "Condition", "extraction_text": "a set of contacts internal to SSPS 'B' train Master Relay SB032CK524 that failed to close", "attributes": {"trigger": "automatic reactor trip"}, "char_interval": {"start_pos": 872, "end_pos": 961}}, {"extraction_class": "Outcome", "extraction_text": "the reactor automatically tripped", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 823, "end_pos": 856}}, {"extraction_class": "Cause", "extraction_text": "a set of contacts internal to SSPS 'B' train Master Relay SB032CK524 that failed to close", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 872, "end_pos": 961}}, {"extraction_class": "Condition", "extraction_text": "performance of regularly scheduled Technical Specification surveillances on the \"B\" Train Solid State Protection System and \"B\" Train Reactor Trip Breaker", "attributes": {"trigger": "reactor trip"}, "char_interval": {"start_pos": 1286, "end_pos": 1579}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "ISF-SB-00A32, \"SSPS Tm B Functional Test,\"", "attributes": {"status": "performed as written"}, "char_interval": {"start_pos": 1301, "end_pos": 1343}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "OSP-SB-0001B, \"Reactor Trip Breaker 'B' Trip Actuating Device Operational Test,\"", "attributes": {"status": "performed as written"}, "char_interval": {"start_pos": 1348, "end_pos": 1428}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "regularly scheduled Technical Specification surveillances", "attributes": {"status": "performed"}, "char_interval": {"start_pos": 1440, "end_pos": 1497}}, {"extraction_class": "Human_Action", "extraction_text": "Operations and Instrumentation and Control (I&C) personnel coordinated the performance of ISF-SB-00A32, \"SSPS Tm B Functional Test,\" and OSP-SB-0001B, \"Reactor Trip Breaker 'B' Trip Actuating Device Operational Test,\"", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1211, "end_pos": 1428}}, {"extraction_class": "Outcome", "extraction_text": "reactor trip", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 1559, "end_pos": 1571}}, {"extraction_class": "Cause", "extraction_text": "unspecified event during surveillance testing", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "General Warning signal", "attributes": {"trigger": "misleading indications"}, "char_interval": {"start_pos": 2081, "end_pos": 2103}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "OSP-SB-0001B", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 2380, "end_pos": 2392}}, {"extraction_class": "Human_Action", "extraction_text": "Operators proceeded on with Step 6.4.45 to return the multiplexer test switch through \"Inhibit\" to the \"A+B\" position at SB029B", "attributes": {"adherence": "misinterpreted"}, "char_interval": {"start_pos": 2675, "end_pos": 2802}}, {"extraction_class": "Cause", "extraction_text": "These indications led Operators to believe that the General Warning signal was no longer present", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 2555, "end_pos": 2651}}, {"extraction_class": "Condition", "extraction_text": "When Operations performed Step 6.4.45 to place the multiplexer test switch through \"Inhibit\" at SB029B", "attributes": {"trigger": "unexpected reactor trip"}, "char_interval": {"start_pos": 2977, "end_pos": 3079}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Step 6.4.45", "attributes": {"status": "defective"}, "char_interval": {"start_pos": 3003, "end_pos": 3014}}, {"extraction_class": "Human_Action", "extraction_text": "Operations performed Step 6.4.45 to place the multiplexer test switch through \"Inhibit\" at SB029B", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 2982, "end_pos": 3079}}, {"extraction_class": "Outcome", "extraction_text": "a reactor trip occurred unexpectedly", "attributes": {"consequence": "reactor trip"}, "char_interval": {"start_pos": 3081, "end_pos": 3117}}, {"extraction_class": "Outcome", "extraction_text": "an auxiliary feedwater system actuation occurred as expected in response to the reactor trip", "attributes": {"consequence": "AFW actuation"}, "char_interval": {"start_pos": 3137, "end_pos": 3229}}, {"extraction_class": "Outcome", "extraction_text": "a main feedwater isolation signal was generated", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 3311, "end_pos": 3358}}, {"extraction_class": "Outcome", "extraction_text": "one intermediate range nuclear instrumentation channel failed", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 3535, "end_pos": 3596}}, {"extraction_class": "Cause", "extraction_text": "Step 6.4.45 to place the multiplexer test switch through \"Inhibit\" at SB029B", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 3003, "end_pos": 3079}}]}
{"Facility_Name": "South Texas", "Unit": "Unit 1", "Title": "Unit 1 Pressurizer Power Operated Relief Valve Failed To Open", "Event_Date": "03-18-2023", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(D)", "ler": "4982023001R01", "text": "I. Description of Event A. Reportable Event Classification This event is reportable per 50.73(a)(2)(i)(B) as a condition prohibited by Technical Specification and per 50.73(a)(2)(v)(D) as a condition that could have prevented fulfillment of a safety function. Reporting Criterion 50.73(a)(2)(i)(B) is “Any operation or condition which was prohibited by the plants Technical Specifications except when: (1) The Technical Specification is administrative in nature; (2) The event consisted solely of a case of a late surveillance test where the oversight was corrected, the test was performed, and the equipment was found to be capable of performing its specified safety functions; or (3) The Technical Specification was revised prior to discovery of the event such that the operation or condition was no longer prohibited at the time of discovery of the event.” The Technical Specification action statement for an inoperable PORV due to excessive seat leakage allows continued operation with the associated block closed because manual operation of the PORV is still available. In contrast, the action statement for a PORV inoperable for reasons other than excessive seat leakage states: “restore the PORV to OPERABLE status or close the associated block valve and remove power from the block valve; within the following 72 hours restore the PORV to OPERABLE status” ... “or be in HOT STANDBY within the next 6 hours and in HOT SHUTDOWN within the following 6 hours.” In this event, the plant operated throughout the entire duration of Cycle 24 with PCV-0656A most likely not capable of meeting design requirements. This period exceeds the 72-hour allowed outage time of Technical Specification 3.4.4 Limiting Condition for Operations Action (b) for a PORV inoperable due to causes other than excessive seat leakage. Therefore, this event is considered reportable per 50.73(a)(2)(i)(B) as a condition prohibited by Technical Specifications. Reporting Criterion 50.73(a)(2)(v) is “Any event or condition that could have prevented the fulfillment of the safety function of structures or systems that are needed to: (A) Shut down the reactor and maintain it in a safe shutdown condition; (B) Remove residual heat; (C) Control the release of radioactive material; or (D) Mitigate the consequences of an accident.” Only one pressurizer PORV is required for RCS pressure control to reach safe shutdown or to mitigate the consequences of a steam generator tube rupture. Pressurizer PORV PCV-0655A never experienced excessive seat leakage during Cycle 24. Plant computer data and Unit 1 control room logs were reviewed for the duration of Cycle 24 to identify any periods when PCV-0655A was declared inoperable. From January 4, 2023, at 0750 until January 5, 2023, at 0415, the 125 Volt DC Bus which is the power supply for PCV-0655A was inoperable for surveillance testing. On January 4, 2023, a performance discharge test was performed on the 125 Volt DC Bus in accordance surveillance procedures. During the surveillance, the 125 Volt DC Bus breaker was opened, leaving the 125 Volt DC Bus powered by the battery chargers. Computer history shows the breaker was opened at 0757 and was closed at 1431 on January 4, 2023. During those six and a half hours, PORV PCV-0655A would not have power to actuate the Solenoid Operated Valve (SOV) to open the PORV if there was a loss of offsite power and either Standby Diesel Generator #11 or the 125 Volt DC Bus was not promptly restored. Because the safety related design function of the PORVs is manual RCS pressure control with a loss of offsite power, from 0757 until 1431 on January 4, 2023, the PORVs could not have fulfilled their safety function for manual control of RCS pressure. B. Plant Operating Conditions Prior To Event Prior to the event on March 18, 2023, Unit 1 was In Mode 4 at 0% power.", "Extractions": [{"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification", "attributes": {"status": "prohibited by"}, "char_interval": {"start_pos": 135, "end_pos": 158}}, {"extraction_class": "Outcome", "extraction_text": "could have prevented fulfillment of a safety function", "attributes": {"consequence": "potential safety function impact"}, "char_interval": {"start_pos": 205, "end_pos": 258}}, {"extraction_class": "Cause", "extraction_text": "unspecified cause", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "inoperable PORV due to excessive seat leakage", "attributes": null, "char_interval": {"start_pos": 912, "end_pos": 957}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "10 CFR 50.73(a)(2)(i)(B)", "attributes": null, "char_interval": null}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "plants Technical Specifications", "attributes": null, "char_interval": {"start_pos": 357, "end_pos": 388}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification action statement for an inoperable PORV", "attributes": {"status": "applicable"}, "char_interval": {"start_pos": 864, "end_pos": 927}}, {"extraction_class": "Cause", "extraction_text": "No event described in text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Condition", "extraction_text": "the plant operated throughout the entire duration of Cycle 24 with PCV-0656A most likely not capable of meeting design requirements", "attributes": {"trigger": "exceeding allowed outage time"}, "char_interval": {"start_pos": 1480, "end_pos": 1611}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specification 3.4.4 Limiting Condition for Operations Action (b)", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 1668, "end_pos": 1742}}, {"extraction_class": "Human_Action", "extraction_text": "the plant operated throughout the entire duration of Cycle 24 with PCV-0656A most likely not capable of meeting design requirements", "attributes": {"adherence": "not_followed"}, "char_interval": {"start_pos": 1480, "end_pos": 1611}}, {"extraction_class": "Outcome", "extraction_text": "This period exceeds the 72-hour allowed outage time of Technical Specification 3.4.4 Limiting Condition for Operations Action (b)", "attributes": {"consequence": "violation of Technical Specifications"}, "char_interval": {"start_pos": 1613, "end_pos": 1742}}, {"extraction_class": "Cause", "extraction_text": "PCV-0656A most likely not capable of meeting design requirements", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 1547, "end_pos": 1611}}, {"extraction_class": "Condition", "extraction_text": "the 125 Volt DC Bus which is the power supply for PCV-0655A was inoperable", "attributes": {"trigger": "surveillance testing"}, "char_interval": {"start_pos": 2763, "end_pos": 2837}}, {"extraction_class": "Outcome", "extraction_text": "PCV-0655A was declared inoperable", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 2666, "end_pos": 2699}}, {"extraction_class": "Cause", "extraction_text": "the 125 Volt DC Bus which is the power supply for PCV-0655A was inoperable for surveillance testing", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 2763, "end_pos": 2862}}, {"extraction_class": "Condition", "extraction_text": "the 125 Volt DC Bus breaker was opened", "attributes": {"trigger": "performance discharge test"}, "char_interval": {"start_pos": 3014, "end_pos": 3052}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "surveillance procedures", "attributes": {"status": "followed"}, "char_interval": {"start_pos": 2964, "end_pos": 2987}}, {"extraction_class": "Human_Action", "extraction_text": "the 125 Volt DC Bus breaker was opened", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 3062, "end_pos": 3081}}, {"extraction_class": "Outcome", "extraction_text": "the PORVs could not have fulfilled their safety function for manual control of RCS pressure", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 3630, "end_pos": 3721}}, {"extraction_class": "Cause", "extraction_text": "the 125 Volt DC Bus breaker was opened during surveillance", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 3777, "end_pos": 3780}}]}
{"Facility_Name": "Vogtle Electric Generating Plant", "Unit": "Unit 3", "Title": "Automatic Reactor Trip Signal due to Inadequate Procedure Guidance Causing Incorrect Opening of Division B DC Supply Breaker", "Event_Date": "10-06-2022", "CFR": "50.73.(a)(2)(iv)(A)", "ler": "0252022001R00", "text": "EVENT DESCRIPTION On October 6, 2022. at 0244 EDT with the Vogtle Electric Generating Plant (VEGP) Unit 3 defueled at 0 percent power. an actuation of the Reactor Protection System (RPS) [EIIS: JD] occurred during restoration of the Division B 72 hour DC bus [EIIS EJ / BU] in the Class 1E DC and Uninterruptible Power Supply System [EIIS. EJ]. During restoration. the breaker [EIIS: EJ / 72] for the Unit 3 Division B 24 hour DC distribution panel (3-IDSB-DD-1) was opened by the system operator (non licensed). This resulted in a loss of power to Division B powered safety related air-operated valves. causing the valves to reposition to their fail-safe, loss-of-power safety position. The reason for the RPS actuation was due to the opening of the Division B Passive Residual Heat Removal (PRHR) Heat Exchanger Outlet Flow Control Valve (3-PXS- V108B) [EIIS BP / FCV]. The reactor trip breakers were in an open state at the time of the event when the RPS signal was received. therefore. the reactor trip breakers did not change state. The operators responded with approved procedures and restored power to the Division B 24 hour DC distribution panel. EVENT ANALYSIS All systems operated as expected even though the Unit was not in operation. The cause of this event was inadequate procedural guidance. Specifically. procedure 3-IDSB-SOP-001. \"Class 1E DC System-Division B.- included instructions within the same attachment for both the 24 hour and 72 hour battery subsystems and resulted in operation of an unintended component. REPORTABILITY AND SAFETY ASSESSMENT There were no safety consequences due to this event because the RPS signal was generated while the reactor was in a defueled condition and did not impact plant safety. Additionally. no radiological release occurred due to this event. This event is reportable under 10 CFR 50.73(a)(2)(iv)(A) due to the automatic actuation of the RPS: which is one of the systems listed in 10 CFR 50.73(a)(2)(iv)(B). CORRECTIVE ACTIONS PLANNED OR COMPLETED Procedure 3-IDSB-SOP-001 was revised to improve the separation of steps associated with the 24 hour battery system and the 72 hour battery system alignments by separating them into different attachments in the procedure. PREVIOUS SIMILAR EVENTS There were no events from the last three years with either the same or similar cause to this event.", "Extractions": []}
{"Facility_Name": "Vogtle Electric Generating Plant", "Unit": "Unit 3", "Title": "Automatic Depressurization System Stage 4 Flow Paths Inoperable During Mode 6 with Upper Internals in Place Due to Inadequate Work Processes", "Event_Date": "10-23-2022", "CFR": "50.73.(a)(2)(i)(B), 50.73.(a)(2)(v)(D), 50.73.(a)(2)(vii)", "ler": "0252022002R01", "text": ":EVENT DESCRIPTION On October 23, 2022, at 0405 EDT with Vogtle Electric Generating Plant (VEGP) Unit 3 in Mode 6 at 0 percent power, the Automatic Depressurization System (ADS) Stage 4 Squib Valve [EIIS: AB / V] Component Interface Modules (CIMs) [EIIS: ,JE / IMOD] were discovered in \"local\" control, which rendered the associated ADS Stage 4 flow paths inoperable. Based on the CIMs being in \"local,\" the ADS Stage 4 valves were inoperable when the unit entered the mode of applicability for Technical Specifications (TS) Limiting Condition for Operation (LCO) 3.4.13. The applicability of TS LCO 3.4.13 is Mode 6 with upper internals in place, which occurred on October 22, 2022, at 1430 hours. Therefore, the placement of the upper internals resulted in the unit being in a condition prohibited by the TS, because TS 3.4.13 requires three flow paths in ADS 'Stage 4 to be operable in Mode 6 with the upper internals in place. The CIMs had been previously placed in \"local\" control for installation of the ADS Stage 4 squib valve actuator cartridges. The ADS Stage 4 CIMs being in \"local\" control was discovered while preparing to return ADS Stage 4 Division A to service on October 23, 2022. The CIMs being in \"local\" control would have prevented the automatic open function for these valves. This resulted in a condition where no Stage 4 ADS flow paths were operable during plant conditions that required at least three operable flow paths (i.e.. Mode 6 with Upper Internals in place in accordance with TS 3.4.13). The operators responded timely by placing the CIMs in \"remote\" for ADS Stage 4 Divisions A and C at 0432 EDT, and the CIMs for Divisions B and D were placed in \"remote\" at 0447 EDT, which restored operability to the required ADS Stage 4 flow paths and established compliance with the TS LCO 3.4.13. This event is reportable under 10 CFR 50.73(a)(2)(i)(B) as a condition prohibited by Technical Specifications, 10 CFR 50.73(a)(2)(v)(D) as a Safety System Functional Failure (SSFF), and 10 CFR 50.73(a)(2)(vii)(D) as an event where a single cause or condition caused at least two independent trains or channels to become inoperable in a single system designed to mitigate the consequences of an accident. EVENT ANALYSIS The root cause of this event was determined to be inadequate work processes. Procedures did not include a step to check CIM configuration prior to mode changes and procedural guidance was not in place to identify CIM status as part of TS compliance verification. Additionally, maintenance work control documents did not address restoration of the CIMs. REPORTABILITY AND SAFETY ASSESSMENT There were no safety consequences due to this event because during the time that the ADS Stage 4 flow paths were inoperable, there was no irradiated fuel in the core and no decay heat present. No radiological release occurred due to this event. Under alternate conditions, such as the presence of decay heat, manual actuation of ADS Stage 4 via the Diverse Actuation System (DAS) could have been utilized to open the valves. This event is reportable under 10 CFR 50.73(a)(2)(i)(B) as a condition prohibited by Technical Specifications, 10 CFR 50.73(a)(2)(v)(D) as a condition that could have prevented the fulfillment of the safety function, due to the condition of having no ADS Stage 4 flow paths operable during the TS mode of applicability, and 10 CFR 50.73(a)(2)(vii)(D) as an event where a single cause or condition caused at least two independent trains or channels to become inoperable in a single system designed to mitigate the consequences of an accident. CORRECTIVE ACTIONS COMPLETED • The mode change checklist procedure GOP-301 was revised to check CIM configuration prior to entry into applicable modes. • Reinforced with Planning and Procedure writers the importance and process for ensuring configuration control is restored to normal position. PREVIOUS SIMILAR EVENTS None", "Extractions": [{"extraction_class": "Condition", "extraction_text": "the Automatic Depressurization System (ADS) Stage 4 Squib Valve Component Interface Modules (CIMs) were discovered in \"local\" control", "attributes": {"trigger": "rendered flow paths inoperable"}, "char_interval": {"start_pos": 134, "end_pos": 197}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specifications (TS) Limiting Condition for Operation (LCO) 3.4.13", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 495, "end_pos": 570}}, {"extraction_class": "Outcome", "extraction_text": "rendered the associated ADS Stage 4 flow paths inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 309, "end_pos": 366}}, {"extraction_class": "Cause", "extraction_text": "the placement of the upper internals resulted in the unit being in a condition prohibited by the TS", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 710, "end_pos": 809}}, {"extraction_class": "Condition", "extraction_text": "The ADS Stage 4 CIMs being in \"local\" control", "attributes": {"trigger": "discovered while preparing to return ADS Stage 4 Division A to service"}, "char_interval": {"start_pos": 931, "end_pos": 934}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "TS 3.4.13", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 1509, "end_pos": 1518}}, {"extraction_class": "Human_Action", "extraction_text": "CIMs had been previously placed in \"local\" control for installation of the ADS Stage 4 squib valve actuator cartridges", "attributes": {"adherence": "as practiced"}, "char_interval": {"start_pos": 935, "end_pos": 1053}}, {"extraction_class": "Human_Action", "extraction_text": "placing the CIMs in \"remote\" for ADS Stage 4 Divisions A and C", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1555, "end_pos": 1617}}, {"extraction_class": "Human_Action", "extraction_text": "CIMs for Divisions B and D were placed in \"remote\"", "attributes": {"adherence": "followed"}, "char_interval": {"start_pos": 1071, "end_pos": 1075}}, {"extraction_class": "Outcome", "extraction_text": "The CIMs being in \"local\" control would have prevented the automatic open function for these valves", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1197, "end_pos": 1296}}, {"extraction_class": "Outcome", "extraction_text": "no Stage 4 ADS flow paths were operable during plant conditions that required at least three operable flow paths", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1333, "end_pos": 1445}}, {"extraction_class": "Outcome", "extraction_text": "restored operability to the required ADS Stage 4 flow paths and established compliance with the TS LCO 3.4.13", "attributes": {"consequence": "restored operability"}, "char_interval": {"start_pos": 1709, "end_pos": 1818}}, {"extraction_class": "Cause", "extraction_text": "CIMs had been previously placed in \"local\" control", "attributes": {"category": "misapplied_procedure", "code": "MA1"}, "char_interval": {"start_pos": 935, "end_pos": 985}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Procedures", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 2316, "end_pos": 2326}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "procedural guidance", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 2403, "end_pos": 2422}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "maintenance work control documents", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 2516, "end_pos": 2550}}, {"extraction_class": "Outcome", "extraction_text": "the ADS Stage 4 flow paths were inoperable", "attributes": {"consequence": "inoperable"}, "char_interval": {"start_pos": 2709, "end_pos": 2751}}, {"extraction_class": "Cause", "extraction_text": "inadequate work processes. Procedures did not include a step to check CIM configuration prior to mode changes and procedural guidance was not in place to identify CIM status as part of TS compliance verification. Additionally, maintenance work control documents did not address restoration of the CIMs.", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 2289, "end_pos": 2591}}, {"extraction_class": "Condition", "extraction_text": "having no ADS Stage 4 flow paths operable during the TS mode of applicability", "attributes": {"trigger": "prohibited by Technical Specifications; could have prevented safety function fulfillment"}, "char_interval": {"start_pos": 3294, "end_pos": 3371}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specifications", "attributes": {"status": "prohibited by"}, "char_interval": {"start_pos": 3138, "end_pos": 3162}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "mode change checklist procedure GOP-301", "attributes": {"status": "revised"}, "char_interval": {"start_pos": 3630, "end_pos": 3669}}, {"extraction_class": "Outcome", "extraction_text": "could have prevented the fulfillment of the safety function", "attributes": {"consequence": "potential safety function impact"}, "char_interval": {"start_pos": 3209, "end_pos": 3268}}, {"extraction_class": "Cause", "extraction_text": "The mode change checklist procedure GOP-301", "attributes": {"category": "conflicting_procedure", "code": "CF4"}, "char_interval": {"start_pos": 3626, "end_pos": 3669}}, {"extraction_class": "Corrective_Action", "extraction_text": "The mode change checklist procedure GOP-301 was revised to check CIM configuration prior to entry into applicable modes.", "attributes": {"action_type": "revision"}, "char_interval": {"start_pos": 3626, "end_pos": 3746}}, {"extraction_class": "Cause", "extraction_text": "the importance and process for ensuring configuration control is restored to normal position", "attributes": {"category": "conflicting_procedure", "code": "CF4"}, "char_interval": {"start_pos": 3796, "end_pos": 3888}}, {"extraction_class": "Corrective_Action", "extraction_text": "Reinforced with Planning and Procedure writers the importance and process for ensuring configuration control is restored to normal position", "attributes": {"action_type": "training and procedure clarification"}, "char_interval": {"start_pos": 3749, "end_pos": 3888}}]}
{"Facility_Name": "Vogtle Electric Generating Plant", "Unit": "Unit 3", "Title": "Unborated Water Flowpath not Secured per Technical Specification 3.9.2 Due to Inadequate Procedure Revision", "Event_Date": "10-24-2022", "CFR": "50.73.(a)(2)(i)(B)", "ler": "0252022003R00", "text": "EVENT DESCRIPTION On October 24, 2022, at 0815 EDT with the Vogtle Electric Generating Plant (VEGP) Unit 3 at 0% power, in Mode 6 after completion of the initial fuel load, Surveillance Requirement (SR) 3.9.2.1 verifying that one valve in each unborated water source flow path is secured in the closed position was not met. Specifically, 3-DWS-V244 Demineralized Water Supply Containment Isolation valve [El IS: KJ / ISV] was in the open position, resulting in an unborated water source flow path without one valve verified secured in the closed position. LCO Required Action A.1, to initiate actions to secure one valve in the flow path in the closed position, was performed immediately, and Required Action A.2, verify boron concentration is within the limit specified in the COLR, was performed within 4 hours. This event is reportable under 10 CFR 50.73(a)(2)(i)(B) as operation or condition prohibited by the plant's Technical Specifications (TS). The condition prohibited by the TS began when the unit entered Mode 6 on October 13, 2022, at 2354 hours and exited on October 25, 2022, at 1411 hours. EVENT ANALYSIS The cause of this event is inadequate procedure 3-RCS-OTS-20-001, \"Unborated Water Source Checklist,\" which is the unborated water sources surveillance procedure required to be performed in accordance with SR 3.9.2.1 to verify proper isolation of each unborated water source flow path. Specifically, the dilution flow path was no longer accounted for due to a previous change to procedure 3-RCS-OTS-20-001. REPORTABILITY AND SAFETY ASSESSMENT There were no safety consequences due to this event because the boron concentration requirements of TS 3.9.1, \"Boron Concentration,\" were met. No radiological release occurred due to this event. This event is reportable under 10 CFR 50.73(a)(2)(i)(B) as an operation or condition prohibited by the plant's Technical Specifications. CORRECTIVE ACTIONS COMPLETED Procedure 3-RCS-OTS-20-001, \"Unborated Water Source Checklist\", was revised to add additional unborated water isolations. PREVIOUS SIMILAR EVENTS None", "Extractions": [{"extraction_class": "Condition", "extraction_text": "3-DWS-V244 Demineralized Water Supply Containment Isolation valve was in the open position", "attributes": {"trigger": "SR 3.9.2.1 not met"}, "char_interval": {"start_pos": 338, "end_pos": 446}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Surveillance Requirement (SR) 3.9.2.1", "attributes": {"status": "not met"}, "char_interval": {"start_pos": 173, "end_pos": 210}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "plant's Technical Specifications (TS)", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 910, "end_pos": 950}}, {"extraction_class": "Outcome", "extraction_text": "an unborated water source flow path without one valve verified secured in the closed position", "attributes": {"consequence": "prohibited by TS"}, "char_interval": {"start_pos": 461, "end_pos": 554}}, {"extraction_class": "Cause", "extraction_text": "3-DWS-V244 Demineralized Water Supply Containment Isolation valve was in the open position", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": {"start_pos": 338, "end_pos": 446}}, {"extraction_class": "Corrective_Action", "extraction_text": "LCO Required Action A.1, to initiate actions to secure one valve in the flow path in the closed position, was performed immediately, and Required Action A.2, verify boron concentration is within the limit specified in the COLR, was performed within 4 hours", "attributes": {"action_type": "restoration"}, "char_interval": {"start_pos": 556, "end_pos": 812}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "inadequate procedure 3-RCS-OTS-20-001, \"Unborated Water Source Checklist,\"", "attributes": {"status": "inadequate"}, "char_interval": {"start_pos": 1147, "end_pos": 1221}}, {"extraction_class": "Procedure_or_Regulation", "extraction_text": "Technical Specifications", "attributes": {"status": "violated"}, "char_interval": {"start_pos": 1869, "end_pos": 1893}}, {"extraction_class": "Outcome", "extraction_text": "an operation or condition prohibited by the plant's Technical Specifications", "attributes": {"consequence": "unintended"}, "char_interval": {"start_pos": 1817, "end_pos": 1893}}, {"extraction_class": "Cause", "extraction_text": "inadequate procedure 3-RCS-OTS-20-001, \"Unborated Water Source Checklist,\" which is the unborated water sources surveillance procedure required to be performed in accordance with SR 3.9.2.1 to verify proper isolation of each unborated water source flow path. Specifically, the dilution flow path was no longer accounted for due to a previous change to procedure 3-RCS-OTS-20-001.", "attributes": {"category": "conflicting_procedure", "code": "CF3"}, "char_interval": {"start_pos": 1147, "end_pos": 1526}}, {"extraction_class": "Cause", "extraction_text": "No event or cause described in the text", "attributes": {"category": "not_applicable", "code": "NA"}, "char_interval": null}, {"extraction_class": "Corrective_Action", "extraction_text": "Procedure 3-RCS-OTS-20-001, \"Unborated Water Source Checklist\", was revised to add additional unborated water isolations.", "attributes": {"action_type": "revision"}, "char_interval": {"start_pos": 1924, "end_pos": 2045}}]}
